{
    "April 24": [
        "April 24th, 1183 BCE: The city-state of Troy falls, marking the end of the Trojan War.",
        "April 24th, 1860: Johanna Marau Taʻaroa a Tepau Salmon, last Queen of Tahiti, is born."
    ],
    "April 23": [
        "April 23rd, 2005: The first YouTube video is published.",
        "April 23rd, 599: Maya king Uneh Chan of Calakmul attacked Palenque, defeating queen Yohl Ik'nal and sacking the city."
    ],
    "April 22": [
        "April 22nd, 1994: American president Richard Nixon dies of a stroke.",
        "April 22nd, 1970: Earth Day is celebrated for the first time."
    ],
    "April 21": [
        "April 21st, 900: The date of the Laguna Copperplate Inscription, the earliest known written document found in what is now the Philippines. it is written in the Old Malay language using the Kawi script.",
        "April 21st, 1856: Australian labor activists march on the Parliament House to demand an eight-hour workday, which they succeed in getting.",
        "April 21st, 900: The date of the Laguna Copperplate Inscription, the earliest known written document found in what is now the Philippines. It is written in the Old Malay language using the Kawi script."
    ],
    "April 20": [
        "April 20th, 2020: Oil prices drop below zero for the first time in history, making it an economic bad.",
        "April 20th, 1657: Freedom of religion is granted to Jewish residents of New Amsterdam (later New York City)."
    ],
    "April 19": [
        "April 19th, 1987: The Simpsons make their first appearance, as a series of shorts on The Tracy Ullman Show.ALT",
        "April 19th, 797: Empress Irene Sarantapechaina of Athens organizes a conspiracy against her son to maintain power. Her supporters depose him and gouge out his eyes, and he will die of his wounds. Irene proclaims herself basileus (monarch or emperor)."
    ],
    "April 16": [
        "April 16th, 1943: Swiss chemist Albert Hofmann accidentally discovers the hallucinogenic effects of LSD.And on 4/19 he did it intentionally to prove the effects. He had a terrible time, and the first bad acid trip was recorded.He didn&rsquo;t think anyone would use it recreationally, but saw lots of potential for psychiatric uses.To commemorate what he thought, and that first bad trip, we now have Bicycle Day, celebrated on 4/19 by taking some acid. ",
        "April 16th, 1961: Fidel Castro announces that Cuba will adopt Communism.",
        "April 16th, 1943: Swiss chemist Albert Hofmann accidentally discovers the hallucinogenic effects of LSD."
    ],
    "April 18": [
        "April 18th, 1930: The British Broadcasting Corporation (BBC) announces on their evening report that &ldquo;there is no news&rdquo; and played piano music instead.",
        "April 18th, 1980: The Republic of Zimbabwe comes into being, replacing Rhodesia. Canaan Banana becomes the country&rsquo;s first President."
    ],
    "April 17": [
        "April 17th, 1986: The Three Hundred and Thirty Five Years&rsquo; War, a war between the Netherlands and the Isles of Scilly, ends. It was a bloodless war, and the original declaration of war is considered historically dubious, but the peace treaty was certainly real.",
        "April 17th, 1961: A group of Cuban exiles return to the Bay of Pigs, trained and financed by the CIA, to oust Fidel Castro. The Bay of Pigs Iinvasion will fail in under half a week."
    ],
    "April 15": [
        "April 15th, 1989: The Tiananmen Square protests in Beijing, China, begin.",
        "April 15th, 1912: The RMS Titanic sinks in the North Atlantic at 2:20am, having hit an iceberg at 11:40pm the night before. Fewer than one-third of those on board will survive.Tasting History with Max Miller did a fantastic six-part series on some of the foods that were on the menu for what turned out to be the last meal served aboard the Titanic.  The Titanic Episodes",
        "April 15th, 1912: The RMS Titanic sinks in the North Atlantic at 2:20am, having hit an iceberg at 11:40pm the night before. Fewer than one-third of those on board will survive."
    ],
    "April 14": [
        "April 14th, 1999: NATO mistakenly bombs a convoy of Albanian ethnic refugees, killing 75.",
        "April 14th, 1294: Öljeytü Khan (Temür), grandson of Kublai, is elected Khagan of the Mongols and Emperor of the Yuan dynasty."
    ],
    "April 13": [
        "April 13th, 1953: CIA director Allen Dulles launches the illegal mind-control program Project MKUltra. \nAnd, of course, it is also Homestuck Day and Neil Banging Out The Tunes Day. Good tidings to all who observe.",
        "April 13th, 1953: CIA director Allen Dulles launches the illegal mind-control program Project MKUltra. "
    ],
    "April 12": [
        "April 12th, 1961: Yuri Gagarin becomes the first man to complete an orbit of Earth from space, a major milestone in the Space Race.",
        "April 12th, 1980: The Americo-Liberian government of Liberia is deposed in a violent coup."
    ],
    "April 11": [
        "April 11th, 1909: The city of Tel Aviv is founded in what was then the Ottoman Empire.",
        "April 11th, 1868: The Tokugawa shogunate ends when Tokugawa Yoshinobu surrenders the Edo Castle to the Japanese Imperial Army."
    ],
    "April 10": [
        "April 10th, 1938: The Anschluss. In a vote of all people, 99.7% of Austrians approve of the political unification of Austria and Germany under Adolf Hitler and the Nazi Party.The ballots for this vote were not kept secret, and threats and coercion were made to ensure the vote supported the wishes of the ruling party.",
        "April 10th: 1407: Deshin Shekpa, the 5th Karmapa Lama, visits the Ming Dynasty."
    ],
    "April 9": [
        "April 9th, 1977: American singer-songwriter and comic book artist Gerard Way is born.",
        "April 9th, 1860: Édouard-Léon Scott de Martinville makes the oldest known recording of an audible human voice on his phonautograph machine. Used to study acoustics, it would take twenty years before anyone realized the recorded sound could be played back.The audio file can be accessed here."
    ],
    "April 8": [
        "April 8th, 2008: Bahrain completes its World Trade Center, the first-ever skyscraper that includes wind turbines in the architecture.",
        "April 8th, 1950: India and Pakistan sign the Liaquat-Nehru Pact. The treaty was sought to guarantee minority rights, avert another Indo-Pakistani War, and protect refugees."
    ],
    "April 7": [
        "April 7th, 1954: Hong Kong martial artist and actor Jackie Chan is born.",
        "April 7th, 1141: Empress Matilda, the &lsquo;Lady of the English&rsquo;, becomes the first female ruler in the history of England."
    ],
    "April 6": [
        "April 6th, 1652: Jan van Riebeeck establishes a supply camp that will eventually turn into Cape Town, South Africa.",
        "April 6th, 1830: The Church of Christ (the Jesus Christ Church of Latter-Day Saints/Mormon Church) is established by Joseph Smith in New York."
    ],
    "April 5": [
        "April 5th, 1955: Winston Churchill resigns as U.K. Prime Minister.",
        "April 5th, 1977: The 504 Sit-InThe 504 Sit-In was a major disability rights protest that began on April 5th and lasted until the 28th. The disability community occupied federal buildings in the United States because of the government&rsquo;s failure to enforce Section 504 of the Rehabilitation Act. Before the passage of the ADA in 1990, the Rehabilitation Act of 1973 was the primary legislation for the protection of disabled people.Conceived by Frank Bowe and organized by the American Coalition of Citizens with Disabilities, the sit-in protested the lack of a clear definition of &lsquo;disability&rsquo; and the lack of enforcement or implementation timeline.Activists around the country marched on federal buildings, including 300 people who demonstrated inside the Unites States Department of Health, Education, and Welfare (HEW) building in Washington, D.C., and the long, contracted pressure in San Francisco organized by Judy Heumann and Kitty Cone, who worked with student activists.In addition to student support, the disability movement had relationships with groups like the Black Panther Party, the Gray Panthers, the Gay Men&rsquo;s Butterfly Brigade, and the United Farm Workers. Protestors stayed inside the building for 26 straight days, taking care of each other, including 8 people who went on hunger strikes. Eventually, Secretary Califano signed the regulations, and the protest ended in complete success. "
    ],
    "March 30": [
        "March 30th, 2023: Donald Trump is indicted by the New York grand jury, making him the first US president (current or former) to face criminal charges. \nApril 4th, 2023: Donald Trump has been arrested. ",
        "March 30th, 1981: John Hinckley, Jr. shoots (but fails to assassinate) US President Ronald Regan, attempting to impress actress Jodie Foster.Hinckley was found not guilty by reason of insanity and institutionalized for over three decades. Today, he sells paintings on Etsy and releases music on Youtube.",
        "March 30th, 1981: U.S. President Ronald Reagan is shot in the chest outside a Washington, D.C., hotel by John Hinckley, Jr.; three others are wounded in the same incident."
    ],
    "April 3": [
        "April 3rd, 2016: The Panama Papers, (11.5 million documents detailing illegal activities by Mossack Fonseca) are leaked by an anonymous source.",
        "April 3rd,686: Yuknoom Yich'aak K'ahk&rsquo; is crowned king of the Maya city-state of Calakmul.",
        "April 3rd, 1882: Charles Ponzi, of the widespread Ponzi schemes, is born.edit: March 3rd, my bad!"
    ],
    "April 2": [
        "April 2nd, 1800: Beethoven debuts his First Symphony in Veinna.",
        "April 2nd, 1972: Charlie Chaplin returns to the United States for the first time since being labeled a Communist during the Red Scare."
    ],
    "April 1": [
        "April 1st, 2001: Same-sex marriage becomes legal in the Netherlands, the first contemporary country to allow it."
    ],
    "March 31": [
        "March 31st, 1889: The Eiffel Tower is opened in Paris, France.",
        "March 31st, 1930: The Motion Picture Production Code (also called the Hays Code) is instituted, imposing strict guidelines on the treatment of sex, crime, religion, and violence in film, in the U.S., for the next thirty-eight years."
    ],
    "March 29": [
        "March 29th, 1849: Punjab is annexed into the United Kingdom.",
        "March 29th, 1886: John Pemberton brews the first batch of Coca-Cola in a backyard in Atlanta."
    ],
    "March 28": [
        "March 28th, 1584: Ivan the Terrible, first Tsar of all of Russia, dies of a stroke.",
        "March 28th, 1910: Henri Fabre becomes the first person to fly a seaplane, the Fabre Hydravion, after taking off from a water runway in France."
    ],
    "March 27": [
        "March 27th, 47 BCE: Cleopatra is reinstalled as queen of Egypt alongside her brother/husband, Ptolemy XIV. They took it from her other brother/husband, Ptolemy XIII. ",
        "March 27th, 1981: The Solidarity movement in Poland stages a warning strike, in which at least 12 million Poles walk off their jobs for four hours."
    ],
    "March 26": [
        "March 26th, 1931: American actor Leonard Nimoy, who played Spock on Star Trek, is born.",
        "March 26th, 1812: A political cartoon in the Boston Gazette coins the term &ldquo;gerrymander&rdquo; to describe oddly shaped electoral districts designed to help incumbents win reelection."
    ],
    "March 25": [
        "March 25, 1995: The world&rsquo;s first wiki, WikiWikiWeb, is launched. Often called Wiki (capital W separating it from later wikis), it held software design patterns. Wiki comes from the Hawaiian word for &lsquo;quick&rsquo; and is now the standard term for any user-editable website.",
        "March 25th, 1811: Percy Bysshe Shelley is expelled from the University of Oxford for publishing the pamphlet The Necessity of Atheism."
    ],
    "March 24": [
        "March 24th, 1854: Venezuela abolishes slavery.",
        "March 24th, 1921: The 1921 Women&rsquo;s Olympiad began in Monte Carlo, becoming the first international women&rsquo;s sports event."
    ],
    "March 23": [
        "March 23rd, 2021: A container ship runs aground and obstructs the Suez Canal for six days."
    ],
    "March 22": [
        "March 22nd, 1948: English composer Andrew Lloyd Webber is born. He is one of the most successful composers in history.",
        "March 22nd, 1963: The Beatles release their debut album Please Please Me."
    ],
    "March 21": [
        "March 21st, 2006: Social media site Twitter is founded.",
        "March 21st, 1844: The Baháʼí calendar begins. This is the first day of the first year of the Baháʼí calendar. It is annually celebrated by members of the Baháʼí Faith as the Baháʼí New Year or Náw-Rúz."
    ],
    "March 20": [
        "March 20th, 1985: Libby Riddles becomes the first woman to win the Iditarod, a 1,135 mile (1827 kilometer) sled dog race in Alaska, USA.",
        "March 20th, 1985: Libby Riddles becomes the first woman to win the 1,135-mile Iditarod Trail Sled Dog Race."
    ],
    "March 19": [
        "March 19th, 2003: US President George W. Bush orders air strikes on Baghdad., beginning the US-Iraqi War. This war would last over 8 years and failed to find any supposed weapons of mass destruction or connection between Iraq and the terrorist attacks in 9/11/2001. The war directly resulted in the death of an estimated 300,000 civilians, and indirectly more due to factors like poorer healthcare, increased lawlessness, and degrading infrastructure. The created power vacuum also contributed directly to the rise of the terrorist group the Islamic State (ISIS/ISIL/Da'ish).",
        "March 19th, 1831: First documented bank heist in U.S. history, when burglars stole $245,000 (now worth nearly $8million) from the City Bank on Wall Street."
    ],
    "March 18": [
        "March 18th, 1834: 6 English farmers are sentenced to Australia for attempting to form a labor union.",
        "March 18th, 1965: Cosmonaut Alexei Leonov, leaving his spacecraft Voskhod 2 for 12 minutes, becomes the first person to walk in space."
    ],
    "March 17": [
        "March 17th, 1972: American soccer player Mia Hamm is born.",
        "March 17th, 1992: A referendum to end apartheid in South Africa is passed 68.7% to 31.2%."
    ],
    "March 16": [
        "March 16th, 2005: Israel hands over Jericho to Palestinian control.",
        "March 16th, 1898: In Melbourne, the representatives of five colonies adopted a constitution, which would become the basis of the Commonwealth of Australia."
    ],
    "March 15": [
        "March 15th, 44 BCE: Julius Caesar was assassinated by a conspiracy of the Roman Senate due to concerns that he would make himself king.",
        "March 15th, 2019: Approximately 1.4 million people, mostly young people, in 123 go on strike to protest climate change."
    ],
    "March 14": [
        "March 14th, 2018: Stephen Hawking, physicist, dies. His expected life span, when first diagnosed with amyotrophic lateral sclerosis 1963, was only two years.",
        "March 14th, 1903: Pelican Island National Wildlife Refuge, the first national wildlife refuge in the US, is established by President Theodore Roosevelt."
    ],
    "March 13": [
        "March 13th, 1930: The Lowell Observatory announces the discovery of Pluto.",
        "March 13th, 1781: William Herschel discovers Uranus.March 13th, 1930: Clyde Tombaugh discovers Pluto. "
    ],
    "March 12": [
        "March 12th, 1930: Mahatma Gandhi (then 60 years old) and his followers begin the 200-mile-long &ldquo;Salt March&rdquo; in protest of the British laws on salt. This was the first of his acts of civil nonviolence against British rule in India.",
        "March 12th, 1989: Sir Tim Berners-Lee submits his proposal to CERN for an information management system, which subsequently develops into the World Wide Web."
    ],
    "March 11": [
        "March 11th, 1879: The Ryukyu Kingdom.",
        "March 11th, 1845: Flagstaff War: Unhappy with translational differences regarding the Treaty of Waitangi, chiefs Hone Heke, Kawiti and Māori tribe members chop down the British flagpole for a fourth time and drive settlers out of Kororareka, New Zealand."
    ],
    "March 10": [
        "March 10th, 1873: The first Azerbaijani play, The Adventures of the Vizier of the Khan of Lenkaran, is performed. It was written by Akhundov and performed by Hassan-bey Zardabi and Najafbey Vezirov.",
        "March 10th, 1607: Susenyos I defeats the combined armies of Yaqob and Abuna Petros II at the Battle of Gol in Gojjam, making him Emperor of Ethiopia."
    ],
    "March 9": [
        "March 9th, 1959: The first Barbie doll debuts.",
        "March 9th, 1009: First known mention of Lithuania, in the annals of the monastery of Quedlinburg."
    ],
    "March 8": [
        "March 8th, 1775: &ldquo;African Slavery in America&rdquo; is published anonymously, the first article in the American colonies calling for the abolition of slavery.",
        "March 8th, 1910: French aviator Raymonde de Laroche becomes the first woman to receive a pilot&rsquo;s license"
    ],
    "March 7": [
        "March 7th, 1931: The Parliament House of Finland is officially inaugurated in Helsinki, Finland.",
        "March 7th, 1965: Bloody Sunday. State troopers attack peacefully protesting civil rights activists during the first Selma to Montgomery March, sending 17 people to the hospital and causing injuries to around 50 more."
    ],
    "March 6": [
        "March 6th, 2018: Forbes names Jeff Bezos the world&rsquo;s richest person for the first time. He had a net worth of $118 billion.Today, March 6th, 2023, he is the third richest person with $117 billion dollars.",
        "March 6th, 632: The Farewell Sermon (Khutbah, Khutbatul Wada&rsquo;) of the Islamic prophet Muhammad (pbuh)."
    ],
    "March 5": [
        "March 5th, 1938: American biologist Lynn Margulis was born. Her widespread contributions rewrote our understanding of early life and her ideas were so radical they were rejected and ignore for a decade before she was vindicated. It’s thanks to Dr. Margulis that we understand why the mitochondria is the powerhouse of the cell! ",
        "March 5th, 1970: The Treaty on the Non-Proliferation of Nuclear Weapons goes into effect after ratification by 43 nations."
    ],
    "March 4": [
        "March 4th, 1678: Italian composer Antonio Vivaldi was born. His best-known works, a series of concertos entitled The Four Seasons, performed by the Orquesta Reino de Aragón, can be heard here. Even if you don&rsquo;t recognize the name Vivaldi or the title The Four Seasons, you&rsquo;ll likely know the sound as soon as it starts playing!"
    ],
    "March 3": [
        "March 3rd, 1938: Oil is discovered in Saudi Arabia.",
        "March 3rd, 1847: Alexander Graham Bell, inventor of the telephone, is born."
    ],
    "March 1": [
        "March 1st, 1961: Uganda becomes self-governing and holds it first elections.",
        "March 1st, 1692: Sarah Good, Sarah Osborne, and Tituba are brought before a judge, starting the Salem witch trials."
    ],
    "February 28": [
        "February 28th, 202 BCE: The Han Dynasty, which will continue for 4 centuries, begins in China.",
        "February 28th, 202 BCE: Liu Bang becomes Emperor of China, beginning the Han dynasty."
    ],
    "February 27": [
        "February 27th, 1844: The Dominican Republic gains independence from Haiti."
    ],
    "February 19": [
        "February 1941: The Communist Party of the Netherlands (made illegal by the occupying Nazis) organizes a general strike in Amsterdam to protest Nazi persecution of Dutch Jews.The February Strike consisted of 300,000 people and was harshly suppressed after just three days. It was the first public protest against Nazis in occupied Europe, and the only mass protest against the deportation of Jews to be organized by non-Jews.",
        "February 19th, 1963: Betty Freidman publishes The Feminine Mystique, helping usher second-wave feminism into the United States.",
        "February 19th, 1913: Pedro Lascuráin becomes President of Mexico for 45 minutes; this is the shortest term to date of any person as president of any country."
    ],
    "February 24": [
        "February 24th, 2022: Russian president Vladimir Putin orders a full-scale invasion of Ukraine.",
        "February 24th, 1956, queer theorist Judith Butler is born."
    ],
    "February 23": [
        "February 23rd, 532: The first stone of the Hagia Sophia in Istanbul is laid.",
        "February 23rd, 1954: The first mass inoculation of children against polio with the Salk vaccine begins in Pittsburgh."
    ],
    "February 22": [
        "February 22nd, 2011: Tens of thousands of Bahraini people join the March of Loyalty to Martyrs, part of the Bahraini uprising, in honor of seven people killed by police and army during previous anti-government protests.",
        "February 22nd, 1943: World War II: Members of the White Rose resistance, Sophie Scholl, Hans Scholl, and Christoph Probst are executed in Nazi Germany."
    ],
    "February 21": [
        "February 21st, 1958: The logo for the Campaign for Nuclear Disarmament, broadly called the &lsquo;peace symbol&rsquo;, is designed by Gerald Holtom.Campaign for Nuclear Disarmament badge (1960s)",
        "February 21st, 1848: Karl Marx and Friedrich Engels publish The Communist Manifesto."
    ],
    "February 18": [
        "February 18th, 1954: The Church of Scientology is established in Los Angeles, California.",
        "February 18th, 1930: Clyde Tombaugh discovers Pluto."
    ],
    "February 17": [
        "February 17th, 624: Wu Zeitan, ruler of China and one of the first female rules in history, is born.",
        "February 17th, 624: Wu Zetian, one of the most powerful women of the Tang dynasty in China, was born."
    ],
    "February 16": [
        "February 16th, 1959: Fidel Castro becomes premier of Cuba.",
        "February 16th, 1945 : The Alaska Equal Rights Act of 1945, the first anti-discrimination law in the United States, was signed into law"
    ],
    "February 15": [
        "February 15th, 1948: Art Spiegelman, Swedish-American comic book author best known for Maus, is born.",
        "February 15th, 1965: The red-and-white maple lead flag of Canada is adopted.ALT"
    ],
    "February 14": [
        "February 14th, 1779: James Cook is killed by Native Hawaiians near Kealakekua on the Island of Hawai'i."
    ],
    "February 13": [
        "February 13th, 1961: A 1920s spark plug is discovered incased in a 500,000-year-old-rock. This was viewed as &lsquo;evidence&rsquo; of several pseudohistorical theories, including ancient advanced civilizations, aliens, or human time travel. In reality, the rock formed over the spark plug through a natural geologic process called concretion over a few decades.",
        "February 13th, 1920: The Negro National League is formed."
    ],
    "February 12": [
        "February 12th, 1909: The National Association for the Advancement of Colored People (NAACP) is founded."
    ],
    "February 11": [
        "February 11th, 1990: Nelson Mandela is released from prison after 27 years.",
        "February 11th, 880 BCE: Japan is founded by Emperor JimmuFebruary 11th, 1889: Japan adopts the Meiji Constitution"
    ],
    "February 10": [
        "February 10th, 1920: The Republic of Poland marries the Baltic Sea.",
        "February 10th, 1920: The second Republic of Poland marries the Baltic Sea."
    ],
    "February 9": [
        "February 9th, 1987: American actor Michael B. Jordan is born."
    ],
    "February 8": [
        "February 8th, 1828: French author Jules Verne is born."
    ],
    "February 7": [
        "February 7th, 1962: British comedian Eddie Izzard is born. She has also run 70 marathons and can perform stand-up in six languages.",
        "February 7th, 1991: Haiti&rsquo;s first democratically elected president, Jean-Bertrand Aristide, is sworn in."
    ],
    "February 6": [
        "February 6th, 1952: Elizabeth II becomes Queen of the United Kingdom (etc) upon the death of her father. She would rule for over 70 years until her death in September, 2022.",
        "February 6th, 1820: The first 86 African American immigrants sponsored by the American Colonization Society depart New York to start a settlement in present-day Liberia."
    ],
    "February 5": [
        "February 5th, 146 BCE: The Third Punic War ends with a Roman victory over Carthage; Carthage is destroyed.",
        "February 5th, 1958: A hydrogen bomb known as the Tybee Bomb is lost by the US Air Force off the coast of Savannah, Georgia, never to be recovered."
    ],
    "February 4": [
        "February 4th, 1948: Sri Lanka (then called Ceylon) gains independence.",
        "February 4th, 960: The coronation of Zhao Kuangyin as Emperor Taizu of Song, initiating the Song dynasty period of China that would last more than three centuries."
    ],
    "February 3": [
        "February 3rd, 1984: Elizabeth Holmes is born. Holmes is an American businesswomen who was briefly considered a genius for revolutionizing blood testing as CEO of Theranos. Beginning in 2015, revelations about mass fraud stripped her of wealth and credibility, and she has since been sentenced to 11 and a quarter years (135 months) in prison.",
        "February 3rd, 1959: Rock and roll musicians Buddy Holly, Ritchie Valens, and J. P. &ldquo;The Big Bopper&rdquo; Richardson are killed in a plane crash along with the pilot near Clear Lake, Iowa, an event later known as The Day the Music Died."
    ],
    "February 2": [
        "February 2nd, 1925: The Serum run to None, Alaska ends with the diphtheria medicines ends in success. The lead sled dog, Balto, is remembered for this.",
        "February 2nd, 1887: In Punxsutawney, Pennsylvania, the first Groundhog Day is observed."
    ],
    "February 1": [
        "February 1st, 2004: During the Hajj pilgrimage in Saudi Arabia, a stampede causes 251 people to be trampled to death and 244 people to be injured.",
        "February 1st, 1895: Fountains Valley, Pretoria, the oldest nature reserve in Africa, is proclaimed by President Paul Kruger."
    ],
    "January 31": [
        "January 31st, 2020: The United Kingdom ceases to be a member state of the European Union, though it continued to participate for eleven months during a transition period.Data on the impacts of Brexit are scarce, due to the small amount of time and COVID-19, which also has strong impacts on the economy and international trade. Still, it appears that so far Brexit has been bad for the British economy on all counts, in line with the predictions of nearly every economist. It helped contribute to the current United Kingdom cost-of-living crisis.",
        "January 31st, 1968: Nauru gains independence from Australia."
    ],
    "January 30": [
        "January 30th, 1982: Richard Skrenta writes the first PC virus code.",
        "January 30th, 1661: Oliver Cromwell, Lord Protector of the Commonwealth of England, is ritually executed more than two years after his death"
    ],
    "January 29": [
        "January 29th, 1954: American talk show host Oprah Winfrey was born.",
        "January 29th, 1258: First Mongol invasion of Đại Việt: Đại Việt defeats the Mongols at the battle of Đông Bộ Đầu, forcing the Mongols to withdraw from the country."
    ],
    "January 28": [
        "January 28th, 1521: The Diet of Worms begins, lasting until May 25.",
        "January 28th, 1912: American painter Jackson Pollock is born.One: Number 31 (195) by Jackson Pollock. Oil and enamel paint on canvas."
    ],
    "January 27": [
        "January 27th, 1825: The Congress of the USA approves the Oklahoma Territory, resulting in the Trail of Tears as about 60,000 Native Americans (of the Aniyvwiyaʔi|Cherokee, Muscogee|Creek, Seminole, Chickasaw, and Choctaw nations) are forcibly moved to make way. Thousands died during or directly after.",
        "January 27th, 1302: Dante Alighieri is condemned in absentia and exiled from Florence."
    ],
    "January 26": [
        "January 26th, 1926: John Logie Baird demonstrates the television for the first time.",
        "January 26th, 1918: Finnish Civil War: A group of Red Guards hangs a red lantern atop the tower of Helsinki Workers&rsquo; Hall to symbolically mark the start of the war."
    ],
    "January 25": [
        "January 25th, 42 CE: Claudius is accepted as the fourth Roman emperor by the Senate.",
        "January 25th, 1890: Nellie Bly completes her round-the-world journey in 72 days."
    ],
    "January 24": [
        "January 24th, 1989: American serial killer Ted Bundy is executed by electric chair.",
        "January 24th, 1972: Japanese Sgt. Shoichi Yokoi is found hiding in a Guam jungle, where he had been since the end of World War II."
    ],
    "January 23": [
        "January 23rd, 1914: That Battle of Sarikamish in World War I between Russia and the Ottoman Empire ends with a decisive Russian victory. Despite larger forces, the Ottomans were not prepared for the cold weather, a large mistake killed about 2,000 Ottomans due to friendly fire.",
        "January 23rd, 1849: Elizabeth Blackwell is awarded her M.D., becoming the United States&rsquo; first female doctor."
    ],
    "January 22": [
        "January 22nd, 1968: American restauranteur Guy Fieri is born.ALT",
        "January 22nd, 1555: The Ava Kingdom falls to the Taungoo Dynasty in what is now Myanmar."
    ],
    "January 21": [
        "January 21st, 2017: Up to five million people participated in over 600 marches in over 160 countries on all seven continents participate in the Women&rsquo;s March.Prompted by the inauguration of US President Donald Trump the day before, the Women&rsquo;s March remains one of the biggest mass actions in history.",
        "January 21st, 1981: Production of the iconic DeLorean sports car begins in Dunmurry, Northern Ireland, United Kingdom."
    ],
    "January 20": [
        "January 20th, 1972: Pakistan launches its nuclear weapons program. Pakistan now has 180 nuclear warheads and is not party to the Treaty on the Non-Proliferation of Nuclear Weapons."
    ],
    "January 19": [
        "January 19th, 1809: American writer Edgar Allen Poe is born.",
        "January 19th, 1920: The American Civil Liberties Union (ACLU) is founded."
    ],
    "January 18": [
        "January 18th, 1943: Jews in the Warsaw Ghetto begin an armed insurgent resistance to their deportation to concentration camps by Nazi Germany.",
        "January 18th, 1993: Martin Luther King, Jr. Day is officially observed for the first time in all 50 US states."
    ],
    "January 17": [
        "January 17th, 1899: American mob boss Al Capone was born.January 17th, 1923: American actress Betty White was born.January 17th, 1927: American singer Eartha Kitt was born.January 17th, 1931: American actor James Earl Jones was born.January 17th, 1957: American game show host Steven Harvey was born.January 17th, 1962: Canadian-American actor Jim Carrey was born.January 17th, 1964: American lawyer and 44th First Lady of the United State Michelle Obama was born.January 17th, 1971: American rapper Lil Jon was born.January 17th, 1980: American actress Zooey Deschanel was born.January 17th, 1984: Scottish musician Calvin Harris was born.January 17th, 1989: American actress Kelly Marie Tran was born.January 17th, 199X: I was born!",
        "January 17th, 1873: A group of Modoc warriors defeats the United States Army in the First Battle of the Stronghold, part of the Modoc War."
    ],
    "January 16": [
        "January 16th, 27 BCE: The Roman Empire begins.",
        "January 16th, 27 BCE: Gaius Julius Caesar Octavianus is granted the title Augustus by the Roman Senate, marking the beginning of the Roman Empire."
    ],
    "January 14": [
        "January 14th, 83 BCE: Mark Antony is born. ",
        "January 14th, 1953: Josip Broz Tito is elected the first President of Yugoslavia."
    ],
    "January 13": [
        "January 13th, 1953: An article in the Pravda, the official newspaper of the Communist Party of the Soviet Union, accuses some of the most prominent doctors in the USSR of a vast plot to poison members of the Soviet leadership.The so-called Doctors&rsquo; Plot was a conspiracy theory later proven entirely false. Most of the doctors accused were Jewish, and this started a wave of violent anti-Semitism in the Soviet Union lasting two years.",
        "January 13th, 1910: The first public radio broadcast takes place; a live performance of the operas Cavalleria rusticana and Pagliacci are sent out over the airwaves from the Metropolitan Opera House in New York."
    ],
    "January 12": [
        "January 12th, 1964: American entrepreneur Jeff Bezos is born.",
        "January 12th, 1964: Rebels in Zanzibar begin a revolt known as the Zanzibar Revolution and proclaim a republic."
    ],
    "January 11": [
        "January 11th, 630: Muhammad leads his followers in the successful conquest of Mecca, the Quraysh surrenders.(Likely: date conversions can also give December 11th, 629; January 10th, 630; or June 6th, 630)",
        "January 11th, 1922: Leonard Thompson becomes the first person to be injected with insulin, at 14 years of age."
    ],
    "January 10": [
        "January 10th, 1920: The Treaty of Versailles goes into effect, ending World War I (except for the United States, who could not gain a Senate supermajority to sign it. The United State finally established individual peace treaties with the last of Axis nations in August 1921)."
    ],
    "January 9": [
        "January 9th, 1992: Polish astronomer Aleksander Wolszczan and Canadian astronomer Dale Frail announce the discoveries of the first known extrasolar planets, PSR B1257+12 B (or &ldquo;Poltergeist&rdquo;) and PSR B1257+12 C (or &ldquo;Phobetor&rdquo;) orbiting the star PSR B1257 (or &ldquo;Lich&rdquo;).In 1994, another planet in this system, PSR B1257+12 A (or &ldquo;Draugr&rdquo;) would be discovered.",
        "January 9th, 1907: The Mud March is the first large procession organized by the National Union of Women&rsquo;s Suffrage Societies (NUWSS).",
        "January 9th, 1431: The trial of Joan of Arc begins in Rouen"
    ],
    "January 8": [
        "January 8th, 1935: American singer Elvis Presley is born.January 8th, 1941: English actor Graham Chapman is born.January 8th, 1942: English physicist Stephen Hawking is born.January 8th, 1947: English singer David Bowie is born. January 8th, 1982: North Korean Supreme Leader Kim Jong Un is probably born.",
        "January 8th, 1885: The first government-approved Japanese immigrants arrive in Hawaii.",
        "January 8th, 1959: Charles de Gaulle is proclaimed as the first President of the French Fifth Republic."
    ],
    "January 7": [
        "January 7th, 1964: American actor Nicolas Cage is born.",
        "January 7th, 1955: Contralto Marian Anderson becomes the first person of color to perform at the Metropolitan Opera in Giuseppe Verdi&rsquo;s Un ballo in maschera."
    ],
    "January 6": [
        "January 6th, 2021: Thousands of people walked to the US Capitol building and entered it in an attempt to stop the formalization of Joe Biden&rsquo;s election.This resulted in 5 deaths during the attack and 4 officer suicides afterwards.At least 20 hospitalizations (5 rioters, 15 police)Nearly one thousand people facing criminal chargesThe delay of the voter count (though it eventually went ahead)$30 million worth of stolen and damaged propertySeveral instances of laptop theft and potential cybersecurity breachesThe second impeachment of Donald TrumpA Senate investigation causing leading figures of the US Capitol Police to resignAnti-protest legislation being passed in Florida, Mississippi, and Indiana",
        "January 6th, 1907: Maria Montessori opens her first school and daycare center for working-class children in Rome, Italy."
    ],
    "January 5": [
        "January 5th, 1953: Waiting for Godot, considered the most significant English-language play of the 20th century, is premiered in Paris.",
        "January 5th, 1914: The Ford Motor Company announces an eight-hour workday and minimum daily wage of $5 in salary plus bonuses."
    ],
    "January 4": [
        "January 4th, 1903: The Edison film company records the process of electrocuting an elephant, Topsy, to death.Contrary to popular belief, this event took place ten years after the War of the Currents, and was not part of a demonstration of the supposed danger of alternating current. Instead, Topsy was being killed because her Luna Park owners could not handle her after she killed a person the year previous, and decided to make money off an execution they were doing anyway.",
        "January 4th, 2010: The Burj Khalifa, the current tallest building in the world, officially opens in Dubai."
    ],
    "January 3": [
        "January 3rd, 1910: Modern neon lighting is debuted for the first time by Georges Claude.",
        "January 3rd, 2009: The first block of the blockchain of the decentralized payment system Bitcoin, called the Genesis block, is established by the creator of the system, Satoshi Nakamoto."
    ],
    "January 2": [
        "January 2nd, 1963: The Viet Cong win their first major victory in the Vietnam War, at the Battle of Ap Bac.",
        "January 2nd, 1920: The second Palmer Raid, ordered by the US Department of Justice, results in 6,000 suspected communists and anarchists being arrested and held without trial."
    ],
    "January 1": [
        "January 1st, 45 BCE: The Julian calendar goes into effect. January 1st is celebrated as the New Year for the first time.",
        "January 1oth, 49 BC: Julius Caesar crosses the Rubicon, signalling the start of Caesar&rsquo;s Civil War.",
        "January 1st, 1804: French rule ends in Haiti. Haiti becomes the first black-majority republic and second independent country in North America after the United States."
    ],
    "December 31": [
        "December 31st, 1999: Boris Yeltsin, the first President of Russia, resigns. This leaves Prime Minister Vladimir Putin in charge, who has served as either President or Prime Minister since.",
        "December 31st, 1759: Arthur Guinness signs a 9,000-year lease at £45 per annum and starts brewing Guinness Beer."
    ],
    "December 30": [
        "December 30th, 1995: V (Kim Tae-hyung), singer in BTS, is born.",
        "December 30th, 1916: Russian mystic and advisor to the Tsar Grigori Yefimovich Rasputin is murdered by a loyalist group led by Prince Felix Yusupov. His frozen, partially-trussed body was discovered in a Moscow river three days later."
    ],
    "December 29": [
        "December 29th, 1996: Guatemala and leaders of the Guatemalan National Revolutionary Unity (A left-wing socialist guerilla movement-cum-political party) sign a peace accord, ending 36 years of civil war.",
        "December 29th, 1911: Mongolia gains independence from the Qing dynasty, enthroning 8th Jebtsundamba Khutughtu as Khagan of Mongolia."
    ],
    "December 28": [
        "December 28th, 1932: Nichelle Nichols is born. She is best remembered for her groundbreaking role of Nyota Uhura in Star Trek.Nichols died earlier this year, on July 30th, 2022, aged 89. She lived a long life full of art, music, and science. Her recruitment efforts were massively successful in getting women in minorities to join NASA. Nichols&rsquo; ashes are due to be sent into space.",
        "December 28th, 1895: Wilhelm Röntgen publishes a paper detailing his discovery of a new type of radiation, which later will be known as x-rays."
    ],
    "December 27": [
        "December 27th, 1935: Regina Jonas is ordained as the first female rabbi in the history of Judaism.",
        "December 27th, 537: The construction of the Hagia Sophia in Constantinople is completed."
    ],
    "December 26": [
        "December 26th, 1862: The largest mass execution in U.S. history takes place. 38 Native Americans were publicly hanged in Mankato, Minnesota, as part of the Dakota War of 1862.",
        "December 26th, 1862: Four nuns serving as volunteer nurses on board USS Red Rover are the first female nurses on a U.S. Navy hospital ship."
    ],
    "December 25": [
        "December 25th, 1553: Lautaro leads Mapuche rebels to victory over Spanish conquistadors and execute the governor of Chile.",
        "December 25th, 336: As a deliberate act on the part of Emperor Constantine, Christmas is celebrated on December 25th for the first time."
    ],
    "December 24": [
        "December 24th, 1951: Libya becomes independent, with Idris I as its King.",
        "December 24th, 1871: The opera Aida premieres in Cairo, Egypt."
    ],
    "December 23": [
        "December 23rd, 1954: The first successful kidney transplant is performed, between identical twins, at Brigham Hospital in Massachusetts, USA.Physicians Hartwell Harrison and Joseph Murray would receive the 1990 Nobel Prize in Medicine for this. In his speech, Harrison noted this was the first time a patient was subjected to a major surgery not for his own benefit.",
        "December 23rd, 583: Maya queen Yohl Ik'nal is crowned ruler of Palenque."
    ],
    "December 22": [
        "December 22, 1885: A samurai, Itō Hirobumi, becomes the first Prime Minister of Japan.",
        "December 22nd, 1885: Itō Hirobumi, a samurai, becomes the first Prime Minister of Japan."
    ],
    "December 21": [
        "December 21st, 1979: The Lancaster House Agreement is signed in London, declaring a ceasefire and independence for Rhodesia (modern day Zimbabwe).",
        "December 21st, 1598: Battle of Curalaba: The revolting Mapuche, led by cacique Pelentaru, inflict a major defeat on Spanish troops in southern Chile."
    ],
    "December 20": [
        "December 20th, 1946: American director Dick Wolf is born.",
        "December 20th, 1971: The international aid organization Doctors Without Borders is founded by Bernard Kouchner and a group of journalists in Paris, France."
    ],
    "December 19": [
        "December 19th, 2012: Park Geun-hye is elected the first female president of South Korea as a member of the Liberty Korea Party, a right-wing political party and the daughter of Park Chung-hee, who became president after staging a military coup d'état in 1961.Park was impeached in 2016 for corruption, removed from office, and sentenced to prison.",
        "December 19th, 1995: The United States Government restores federal recognition to the Nottawaseppi Huron Band of Potawatomi Native American tribe."
    ],
    "December 18": [
        "December 18th, 1878: The House of Thani becomes the ruling family of Qatar. It still is today; the current emir is Tamim bin Mamad Al Thani.",
        "December 18th, 1271: Kublai Khan renames his empire &ldquo;Yuan&rdquo;, officially marking the start of the Yuan dynasty of Mongolia and China."
    ],
    "December 17": [
        "December 17th, 11945: The Kurdistan flag is raised for the first time. December 17th is celebrated as Kurdistan flag day.Edit: 1945. Love y'all.ALT",
        "December 17th, 1790: The Aztec calendar stone is discovered at El Zócalo, Mexico City."
    ],
    "December 16": [
        "December 16th, 1773: Over a hundred members of the Sons of Liberty, some of whom were dressed as Native Americans, boarded ships sent by the East India Company and threw the boxes of tea into the Boston Harbor. This resulted in $1.7 million dollars worth of damage in today&rsquo;s money; it was about 18 and a half million teabags worth of tea.",
        "December 16th, 1971: The United Kingdom recognizes Bahrain&rsquo;s independence, which is commemorated annually as Bahrain&rsquo;s National Day."
    ],
    "December 15": [
        "December 15th, 37, CE: Nero, emperor of Rome, is born.",
        "December 15th, 1869: The short-lived Republic of Ezo is proclaimed in the Ezo area of Japan. It is the first attempt to establish a democracy in Japan."
    ],
    "December 14": [
        "December 14th, 1939: The Soviet Union is expelled from the League of Nations because it invaded Finland.",
        "December 14th, 1542: Princess Mary Stuart becomes Queen of Scots at the age of one week after the death of her father, James V of Scotland."
    ],
    "December 13": [
        "December 13th, 1989: American singer-songwriter Taylor Swift is born.",
        "December 13th, 1974: Malta becomes a republic within the Commonwealth of Nations."
    ],
    "December 12": [
        "December 12th, 2015: The Paris Agreement under the United Nations Framework Convention on Climate Change is adopted.",
        "December 12th, 2015: The Paris Agreement relating to United Nations Framework Convention on Climate Change is adopted."
    ],
    "December 11": [
        "December 11th, 1905: A workers&rsquo; uprising in Kyiv, Ukraine (then a part of the Russian Empire) establishes the Shuliavka Republic. The Shuliavka Republic was a self-declared, self-governing entity in the Shuliavka neighborhood by factory workers and students. It lasted for four days before being put down by mass arrests and pressure from a 2,000-strong army force.",
        "December 11th, 861: Assassination of the Abbasid caliph al-Mutawakkil by the Turkish guard, who raise al-Muntasir to the throne. Start of the &ldquo;Anarchy at Samarra&rdquo;."
    ],
    "December 10": [
        "December 10th, 1942: The government of Poland in exile sends Raczyński&rsquo;s Note to the 26 governments who had signed the Declaration by United Nations (the treaty formalizing the Allies during World War II).Raczyński&rsquo;s Note was the first official report of genocide by the Nazis during World War II, and the first speech by the government of a Nazi-occupied country in defense of all Jews, not just those from their country.",
        "December 10th, 1932: Thailand becomes a constitutional monarchy."
    ],
    "December 8": [
        "December 8th, 1941: Japanese forces simultaneously invade Shanghai International Settlement, Malaya, Thailand, Hong Kong, the Philippines, and the Dutch East Indies. The attack of Pearl Harbor was also concurrent with these attacks, but was on December 7th due to time zones.",
        "December 8th, 1985: The South Asian Association for Regional Cooperation, the regional intergovernmental organization and geopolitical union in South Asia, is established."
    ],
    "December 7": [
        "December 7th, 1922: The Parliament of Northern Ireland votes to remain part of the United Kingdom rather than unify with Southern Ireland.",
        "December 7th, 1962: Prince Rainier III of Monaco revises the principality&rsquo;s constitution, devolving some of his power to advisory and legislative councils."
    ],
    "December 6": [
        "December 6th, 343: The traditional death day of Saint Nicholas of Myra, who, over time, evolved into Santa Claus. Saint Nicholas of Myra was born into the Roman Empire in what is now Demre, Turkiye. All accounts of his life were written centuries after his death, so historical information about him is scarce.",
        "December 6th, 1928: The government of Colombia sends military forces to suppress a month-long strike by United Fruit Company workers, resulting in an unknown number of deaths."
    ],
    "December 5": [
        "December 5th, 2013: Anti-apartheid activist and first president of South Africa Nelson Mandela dies. Contrary to common myth, Mandela died in his home of a respiratory infection, not while imprisoned.",
        "December 5th, 1964: Lloyd J. Old discovers the first linkage between the major histocompatibility complex (MHC) and disease—mouse leukemia—opening the way for the recognition of the importance of the MHC in the immune response."
    ],
    "December 4": [
        "December 4th, 1964: Police arrest over 800 students at the University of California, Berkeley. They were protesting in response to the prohibition of protests on UC property.",
        "December 4th, 1872: The crewless American brigantine Mary Celeste, drifting in the Atlantic, is discovered by the Canadian brig Dei Gratia. The ship has been abandoned for nine days but is only slightly damaged. Her master, Benjamin Briggs, and all nine others known to have been on board are never accounted for."
    ],
    "December 3": [
        "December 3rd, 1992: A test engineer for the Sema Group sends the world&rsquo;s first text message.",
        "December 3rd, 1800: United States presidential election: The Electoral College casts votes for president and vice president that resulted in a tie between Thomas Jefferson and Aaron Burr."
    ],
    "December 2": [
        "December 2nd, 1946: Gianni Versace, founder of fashion company Versace, is born.",
        "December 2nd, 1970: The United States Environmental Protection Agency begins operations."
    ],
    "December 1": [
        "December 1st, 1952: The New York Daily News gives the first report of Christine Jorgensen&rsquo;s sex reassignment surgery.ALT",
        "December 1st, 1865: Shaw University, the first Historically Black University in the southern United States, is founded in Raleigh, North Carolina."
    ],
    "November 30": [
        "November 30th, 1982: Michael Jackson released Thriller, which remains the best-selling record album in history.",
        "November 30th, 1872: The first-ever international football match takes place between Scotland and England."
    ],
    "November 29": [
        "November 29th, 1963: The Beatles release &ldquo;I Want To Hold Your Hand&rdquo; in the UK. It would become their highest-selling single in the world (but only second-highest in the UK, after &ldquo;She Loves You&rdquo;).",
        "November 29th, 1394: The Korean king Yi Seong-gye, founder of the Joseon dynasty, moves the capital from Kaesŏng to Hanyang, today known as Seoul."
    ],
    "November 28": [
        "November 28th, 1958: Chad, the Republic of the Congo, and Gabon become autonomous republics within the French Colonial Empire.November 28th, 1960: Mauritania becomes independent of France.",
        "November 28th, 1843: Ka Lā Hui (Hawaiian Independence Day): The Kingdom of Hawaii is officially recognized by the United Kingdom and France as an independent nation."
    ],
    "November 27": [
        "November 27th, 1942: Jimi Hendrix is born.",
        "November 27th, 1940: Bruce Lee is born.",
        "November 27th, 1968: Penny Ann Early becomes the first woman to play major professional basketball for the Kentucky Colonels."
    ],
    "November 26": [
        "November 26th, 1924: The Mongolian People&rsquo;s Republic passed its first three constitutions, abolishing the monarchy.",
        "November 26th, 1476: Vlad the Impaler becomes the ruler of Wallachia for the third and final time."
    ],
    "November 25": [
        "November 25th, 1795: Stanisław August Poniatowski, the last King of Poland before the partition of Poland among Prussia, Russia, and the Habsburgs, is forced to abdicate the throne.",
        "November 25th, 1952: Agatha Christie&rsquo;s murder-mystery play The Mousetrap opens at the Ambassadors Theatre in London. It will become the longest continuously-running play in history."
    ],
    "November 24": [
        "November 24th, 1877: Black Beauty by Anna Sewell is published.",
        "November 24th, 1974: Donald Johanson and Tom Gray discover the 40% complete Australopithecus afarensis skeleton, nicknamed &ldquo;Lucy&rdquo; in the Awash Valley of Ethiopia&rsquo;s Afar Depression."
    ],
    "November 23": [
        "November 23rd, 1991: Freddie Mercury, the lead singer of Queen, publicly announces that he is HIV-positive. He would die the next day.",
        "November 23rd, 1963: The BBC broadcasts the first episode of the first story from the first series of Doctor Who, which is now the world&rsquo;s longest-running science-fiction drama."
    ],
    "November 22": [
        "November 22nd, 1995: Toy Story is released. It is the first feature-length film created entirely using CGI.",
        "November 22nd, 1718: Pirate captain Edward Teach (&ldquo;Blackbeard&rdquo;) is killed in an attack by the Royal Navy."
    ],
    "November 21": [
        "November 21st, 1920: &ldquo;Bloody Sunday&rdquo; during the Irish War of Independence. Members of the Irish Republican Army (IRA) assassinate a number of British intelligence officers. In total, they killed or wounded 15 people, including at least two civilians.In response, British forces raided a Gaelic football match in order to cordon and search it; without warning they opened fire. 14 civilians, including two children, were killed and at least 20 more were wounded. A total of five Irishmen (four IRA members and one civilian) would be killed in response to this: two IRA members and the civilians were captured, beaten, and shot that same day, two IRA members were hanged the next year.",
        "November 21st, 1905: Albert Einstein&rsquo;s paper that leads to the mass–energy equivalence formula, E = mc², is published in the journal Annalen der Physik."
    ],
    "November 20": [
        "November 20th, 1969: Native American activists seize control of Alcatraz Island.",
        "November 20th, 1969: Native American activists seize control of Alcatraz Island until being ousted by the U.S. Government on June 11, 1971."
    ],
    "November 19": [
        "November 19th, 1942: American fashion designer Calvin Klein is born.",
        "November 1934: Carl Sagan, the American astronomer, is born.",
        "November 19th, 1946: Afghanistan, Iceland, and Sweden join the United Nations."
    ],
    "November 18": [
        "November 18th, 1993: South Africa approves a new constitution expanding voting rights and ending white minority rule. The first multiracial South African general elections were held in April 1994.",
        "November 18th, 1928: Release of the animated short Steamboat Willie, the first fully synchronized sound cartoon."
    ],
    "November 17": [
        "November 17th, 1903: The Russian Social Democratic Labour Party splits into the Bolsheviks (the majority, the &ldquo;hards&rdquo;, led by Vladimir Lenin) and the Mensheviks (the minority, the &ldquo;softs&rdquo;, led by Julius Martov).",
        "November 17th, 1973: Watergate scandal: In Orlando, Florida, U.S. President Richard Nixon tells 400 Associated Press managing editors &ldquo;I am not a crook.&rdquo;"
    ],
    "November 16": [
        "November 16th, 1885: Louis Riel is executed. Riel was a Canadian politician and a political Métis leader, who led two resistance movements against the expanding Canadian government.",
        "November 16th, 1938: LSD is first synthesized by Albert Hofmann from ergotamine at the Sandoz Laboratories in Basel."
    ],
    "November 15": [
        "November 15th, 1985: The Anglo-Irish Agreement is signed by Prime Minister Thatcher and Taoiseach FitzGerald. It ultimately failed to unite the people of Northern Ireland or bring an end to the political violence there, and was opposed on both sides, but is seen as a key stepping stone for eventual peace.",
        "November 15th, 1933: Thailand has its first election."
    ],
    "November 14": [
        "November 14th, 1851: Herman Melville publishes Moby-Dick.",
        "November 14th, 1889: Pioneering journalist Nellie Bly (aka Elizabeth Cochrane) begins a successful attempt to travel around the world in less than 80 days. She completes the trip in 72 days."
    ],
    "November 13": [
        "November 13th, 1922: Zucht v. King United States Supreme Court upholds mandatory vaccinations in public schools in a 9-0 ruling, even if there was no ongoing outbreak.",
        "November 13th, 1985: Xavier Suárez is sworn in as Miami&rsquo;s first Cuban-born mayor."
    ],
    "November 12": [
        "November 12th, 2018: American comic book writer Stan Lee dies.",
        "November 12th, 2003: Shanghai Transrapid sets a new world speed record of 501 kilometers per hour (311 mph) for commercial railway systems, which remains the fastest for unmodified commercial rail vehicles."
    ],
    "November 11": [
        "November 11th, 1673: The Polish-Lithuanian Commonwealth defeats the Ottoman Army in the Second Battle of Khotyn, successfully using rockets in battle.",
        "November 11th, 1675: Gottfried Leibniz demonstrates integral calculus for the first time to find the area under the graph of y = ƒ(x)."
    ],
    "November 10": [
        "November 10th, 1793: The French Convention proclaims the Goddess of Reason as the head of the Cult of Reason, a state-sponsored atheistic religion. ",
        "November 10th, 1969: National Educational Television (the predecessor to the Public Broadcasting Service) in the United States debuts Sesame Street."
    ],
    "November 8": [
        "November 8th, 1901: Eight die in a bloody protest Athens, Greece, as anger erupts about translating the Christian Bible into modern Greek.",
        "November 8th, 1892: The New Orleans general strike begins, uniting Black and White American trade unionists in a successful four-day general strike action for the first time."
    ],
    "November 7": [
        "November 7th, 1919: The first Palmer Raid occurs in the United States by the US Department of Justice. These raids focused on recent immigrants, leftists, Italians, and Jewish people. Over 3,000 suspected communists, socialists, and anarchists are arrested and over 500 people were deported.",
        "November 7th, 1492: The Ensisheim meteorite, the oldest meteorite with a known date of impact, strikes the Earth around noon in a wheat field outside the village of Ensisheim, Alsace, France."
    ],
    "November 6": [
        "November 6th, 1913: Cho Ki-Chon is born in Russia. Regarded as the founding father of North Korean poetry and a key figure in establishing the North Korean cult of personality.",
        "November 6th, 1960: Dr. Goodall observes chimpanzees at the Kasakela Chimpanzee Community creating tools. This is the first time such a thing was observed in non-human animals.",
        "November 6th, 1947: Meet the Press, the longest-running television program in history, makes its debut."
    ],
    "November 5": [
        "November 5th, 1811: The 1811 Independence Movement begins in San Salvador by priest José Matías Delgado y de León."
    ],
    "November 3": [
        "November 3rd, 1957: The Soviet Union launches Sputnik 2 into orbit, carrying Laika, the first living animal in space.[a black-and-white picture of Laika, a medium-sized mutt, wearing a harness].",
        "November 3rd, 1881: The Mapuche uprising of 1881 begins in Chile."
    ],
    "November 2": [
        "November 2nd, 1963: Ngô Đình Diệm, president of South Vietnam, is assassinated following a military coup and arrest.",
        "November 2nd, 1947: In California, designer Howard Hughes performs the maiden (and only) flight of the Hughes H-4 Hercules (also known as the &ldquo;Spruce Goose&rdquo;), the largest fixed-wing aircraft ever built."
    ],
    "November 1": [
        "November 1st, 846: Frankish king Louis the Stammerer is born. Other people in his family include his father Charles the Bald, his brother Charles the Child, and his son Charles the Simple.",
        "November 1st, 1604: William Shakespeare&rsquo;s tragedy Othello is performed for the first time."
    ],
    "October 31": [
        "October 31st, 1984: Prime Minister of  India Indira Gandhi is assassinated by her bodyguards.",
        "October 31st, 1517: Martin Luther nails his 95 Theses to the door of the Castle Church in Wittenberg."
    ],
    "October 30": [
        "October 30th, 1961: The Soviet Union detonates the Tsar Bomba, the most powerful explosive device ever detonated.",
        "October 30th, 1938: Orson Welles broadcasts The War of the Worlds over the radio, causing confusion and panic among listeners who thought Martians were truly invading."
    ],
    "October 29": [
        "October 29th, 1964: Murph the Surf (Jack Roland Murohy) and his gang pulls off one of the largest jewel heists in history, stealing 24 precious gems (including the Star of India) from the American Museum of Natural History.",
        "October 29th, The New York Stock Exchange crashes, beginning the Great Depression."
    ],
    "October 28": [
        "October 28th, 1922: Benito Mussolini, leading the National Fascist Party of Italy, marches on Rome and seizes power.Thought Mussolini was eventually killed, his ideology and his family continued to have significant power in Italy. His brother, two of his graddaughters, and his great-grandson have all been far-right Italian political figures. Giorgia Meloni, the current Prime Minister of Italy, is a neo-fascist.",
        "October 28th, 1538: The Universidad Santo Tomas de Aquino is founded in what is now the Dominican Republic."
    ],
    "October 27": [
        "October 27th, 1991: Turkmenistan gains independence.",
        "October 27th, 1275: The city of Amsterdam is founded."
    ],
    "October 26": [
        "October 26th, 1892: Ida B. Wells publishes Southern Horrors: Lynch Law in all its Phases, an incredibly influential pamphlet bringing light to the bloody practice of racial lynching in the American South.",
        "October 26th, 1689: General Piccolomini of Austria burns down the city of Skopje (now the capital and largest city of North Macedonia) to prevent the spread of cholera."
    ],
    "October 25": [
        "October 25th, 1983: The United States, supported by the Caribbean Peace Force, invade the island nation of Grenada and place it under military evacuation.",
        "October 25th, 2001: Microsoft releases Windows XP."
    ],
    "October 24": [
        "October 24th, 1947: Walt Disney testifies before the House Un-American Activities Committee, naming Disney employees he suspects of being communists.",
        "October 24th, 1901: Annie Edson Taylor becomes the first person to go over Niagara Falls in a barrel."
    ],
    "October 23": [
        "October 23rd, 2001: Apple Computer releases the iPod.",
        "October 23rd, 1295: Scotland and France sign the first treaty of the Auld Alliance against England."
    ],
    "October 22": [
        "October 22nd, 1784: Russia begins colonizing Alaska.",
        "October 22nd, 1633: Ming Dynasty China defeats the Dutch East India Company after the Company launches a surprise attack. The Battle of Liaoluo Bay kept the Taiwan Strait in Asian hands."
    ],
    "October 21": [
        "October 21, 1943: The Provisional Government of Free India is formally established in Japanese-occupied Singapore.October 21, 1944: The Battle of Leyte Gulf, the largest naval battle in history, starts between the United States and Australia against Japan. It is the first battle using organized kamikaze attacks.October 21, 1944: The Nemmersdorf massacre of German Civilians and Allied POWs by the Red Army takes place.October 21, 1944: Aachen falls to American forces, the first German city taken by the Allies.",
        "October 21st, 1969: The 1969 Somali coup d'etat establishes a Marxist-Leninist administration."
    ],
    "October 20": [
        "October 20th,  2022: Liz Truss resigns after 45 days, making her tenure as Prime Minister of the United Kingdom the shortest in the history of the country.",
        "October 20th, 1947: The House Un-American Activities Committee begins to investigate Communism in Hollywood, resulting in a devastating blacklist."
    ],
    "October 19": [
        "October 19th, 1943: Researchers at Rutgers University isolate streptomycin for the first time.",
        "October 19th, 1960: The United States imposes a near-total trade embargo against Cuba. It remains &ldquo;the oldest and most comprehensive US economic sanction regime against any country in the world.&rdquo; (-Dr. William M. LeoGrande) It remains unsuccessful and internationally unpopular."
    ],
    "October 18": [
        "October 18th, 1929: The Judicial Committee of the Privy Council declares that Canadian women are people.(The Judicial Committee of the Privy Council declares that women are legally qualified persons, eligible to sit in the Canadian Senate.)",
        "October 18th, 1648: Boston shoemakers former the first American labor organization."
    ],
    "October 17": [
        "October 17th, 1938: Evel Knievel, famous stuntsman, is born.",
        "October 17th, 1814 over a million liters of beer burst from a factory and swept through the streets in the London Beer Flood. Eight people died."
    ],
    "October 16": [
        "October 16th, 1384: Jadwiga is crowned King of Poland. Her older sister, Maria was also a woman king&ndash;Maria was king of Hungary and Croatia, though she had little official power. Jadwiga, however, was an incredibly effective ruler, and she remains one of the greatest rulers in Polish history.",
        "October 16th, 1384: Jadwiga, a woman, is crowned King of Poland."
    ],
    "October 15": [
        "October 15th, 1966: The Black Panther Party is created by Huey P. Newton and Bobby Seale. A Marxist-Leninist and Black power political organization originally founded in Oakland, California, the Black Panthers were active in multiple countries, and it remains a controversial group today.",
        "October 15th 1793: Queen Marie Antoinette of France is tried and convicted of treason."
    ],
    "October 14": [
        "October 14th, 1773: The first ministry of education in history, the Commission of National Education, is formed in the Polish-Lithuanian Commonwealth.",
        "October 14th, 1956: Dr. B. R. Ambedkar, leader of India&rsquo;s Untouchable caste, converts to Buddhism along with 385,000 of his followers."
    ],
    "October 13": [
        "October 13th, 1881: The first known conversation in modern Hebrew is held between Eliezer Ben-Yehuda and his friends.",
        "October 13th, 1843: In New York City, B'nai B'rith, the oldest Jewish service organization in the world, is founded."
    ],
    "October 12": [
        "October 12th, 1492: Columbus&rsquo; first expedition makes landfall on Guanahani (now called San Salvador Island), where he meets people of the Lucayan branch of the Taíno.October 12th, 1792: The first celebration of Columbus Day is put on the Tammany Hall, three hundred years later, in New York City.",
        "October 12th, 1928: An iron lung respirator is used for the first time at Boston Children&rsquo;s Hospital."
    ],
    "October 11": [
        "October 11th, 1865: The Morant Bay rebellion in Jamaica beings as hundreds of Black men and women march on a courthouse demanding civil rights. The rebellion quickly turns violent and is met with brutal suppression by the state.",
        "October 11th, 1987: The AIDS Memorial Quilt is first displayed during the Second National March on Washington for Lesbian and Gay Rights.It&rsquo;s too large to post a meaningful photograph of, but here&rsquo;s a link to look at it!"
    ],
    "October 10": [
        "October 10th, 1957: President Eisenhower apologizes to Komla Agbeli Gbedemah, the finance minister of Ghana, for being refused seating in a segregated Delaware restaurant.",
        "October 10th, 1492: The crew of Santa Maria, desperate and fearful, attempted mutiny against Columbus."
    ],
    "October 9": [
        "October 9th, 1967: Che Guevara is executed.",
        "October 9th, 1604: Kepler&rsquo;s Supernova is the most recent supernova to be observed within the Milky Way."
    ],
    "October 8": [
        "October 8th, 1943: R. L. Stine, author of the Goosebumps series (and many more), is born.",
        "October 8th, 1969: The opening rally of the Days of Rage occurs, organized by the Weather Underground in Chicago. This was a student demonstration to end American involvement in the Vietnam War, resulting in 287 arrests.&ldquo;The Elections Don&rsquo;t Mean Shit—Vote Where the Power Is—Our Power Is In The Street&rdquo;."
    ],
    "October 7": [
        "October 7th, 1949: The German Democratic Republic (East Germany) is formed in the aftermath of World War II.",
        "October 7th 3761 BCE: the epoch reference date epoch (origin) of the modern Hebrew calendar."
    ],
    "October 6": [
        "October 6th, 1927: The Jazz Singer (dir. Alan Crosland) is released, the first prominent &ldquo;talkie&rdquo; movie.",
        "October 6th, 618 – Transition from Sui Dynasty to Tang Dynasty in China, as Wang Shichong decisively defeats Li Mi at the Battle of Yanshi."
    ],
    "October 5": [
        "October 5th, 1945: Hollywood Bloody Friday. A six-month strike by over ten thousand members of the Conference of Studio Unions (representing such jobs as set carpenters, painters, cartoonists, and other crafts) turns violent when the clash with the International Alliance of Theatrical Stage Employees, who had been scabs. 25 people were injured.",
        "October 5th, 1944 The Provisional Government of the French Republic enfranchises women."
    ],
    "October 4": [
        "October 4th, 1951: Henrietta Lacks dies of cancer.Henrietta Lacks&rsquo; cancer was the source of the HeLa cell line, the first immortalized human cell line. HeLa cells are incredibly important in scientific research around the world. However, they were taken and used without permission, and the cell line is now incredibly lucrative while Lacks&rsquo; family saw none of the profit.",
        "October 4th, 1936 The British Union of Fascists and various anti-fascist organizations violently clash in the Battle of Cable Street."
    ],
    "October 3": [
        "October 3rd, 1952: The United Kingdom officially becomes the world&rsquo;s third nuclear power after testing a weapon in the Montebello Islands, Western Australia.The Montebello Islands are now a park, though tourists are advised to limit visits to affected areas to a max of 1 hour per day. The area is also home to one of Australia&rsquo;s best oil and natural gas drilling regions. The islands are also an important environment for several endangered species.",
        "October 3rd, 1932 Iraq gains independence from the United Kingdom."
    ],
    "October 2": [
        "October 2nd, 1890: American comedian Groucho Marx is born.",
        "October 2nd, 1967 Thurgood Marshall is sworn in as the first African-American justice of the United States Supreme Court."
    ],
    "October 1": [
        "October 1st, 1910: Bonnie Parker (of Bonnie &amp; Clyde) is born.",
        "October 1st, 1931 Clara Campoamor Rodríguez successfully guarantees language that allows women to vote in the new Spanish Constitution."
    ],
    "September 29": [
        "September 29th, 1901: Enrico Fermi, Italian-American physicist and Nobel Prize laureate, is born. He is perhaps best known for Fermi&rsquo;s paradox, the paradox between the lack of evidence of alien life and high probability that alien life exists. There have been many theories attempting to resolve this paradox.",
        "September 29th, 1975, WGPR becomes the first Black-owned-and-operated television station in the USA"
    ],
    "September 28": [
        "September 28th, 1928: Alexander Fleming accidentally discovers penicillin.",
        "September 28th, 1924 the first aerial circumnavigation of the world is completed by a team from the US Army."
    ],
    "September 27": [
        "September 27th, 1791: The National Assembly of France votes to award full citizenship to Jews in France.",
        "September 27th, 1777. Lancaster, Pennsylvania becomes the capital of the United States. This lasts for a single day."
    ],
    "September 26": [
        "September 26th, 1981: American tennis player Serena Williams in born.",
        "September 26th, 1888 writer and Nobel Prize laureate T. S. Eliot (&ldquo;The Love Song of J. Alfred Prufrock&rdquo;, The Waste Land, Four Quarters, Murders in the Cathedral) is born."
    ],
    "September 25": [
        "September 25th, 1768: Nepal unifies after the aggressive military expansion by King Prithvi Narayan Shah of Gorkha.",
        "September 25th, 1981, Belize joins the United Nations."
    ],
    "September 24": [
        "September 24th, 1932: The Poona Pact reserves electoral seats in the legislature of British India for Dalits and Depressed Classes.",
        "September 24th, 1905 Severo Ochoa, Spanish-American biochemist and Nobel Prize laureate is born."
    ],
    "September 23": [
        "September 23rd, 1889: The Nintendo Koppai is founded to produce the playing card game Hanafuda. Nintendo is now one of the most famous and influential games companies in the world.",
        "September 23rd, 1868 El Grito de Lares (The Lares Revolt) begins in Puerto Rico. It is the first major Puerto Rican revolt against Spanish rule."
    ],
    "September 22": [
        "September 22nd, 1991: The Dead Sea Scrolls are made available to the public for the first time.Also called the Qumran Caves Scrolls, they are ancient Jewish and Hebrew religious manuscripts which are a keystone discovery in archaeology.They can be viewed online here.",
        "September 22nd, 1900 American-Mexican silversmith and educator William Spratling is born. His designs emphasized indigenous art styles."
    ],
    "September 21": [
        "September 21st, 1909: Kwame Nkrumah is born. The first Prime Minister and President of Ghana, he was an influential freedom fighter, political theorist, and revolutionary.Nkrumah helped lead Ghana to independence and political stability, but he was an authoritarian and was deposed in 1966 by the National Liberation Council.",
        "September 21st, 1981 is the independence day of Belize."
    ],
    "September 20": [
        "September 20th, 1973: Billie Jean King beats Bobby Riggs in the Battle of the Sexes tennis match."
    ],
    "September 19": [
        "September 19th, 1868: La Gloriosa, a Spanish revolution which deposed Queen Isabella II and started a 6 year period of democracy and progressive reform."
    ],
    "September 18": [
        "September 18th, 1837 Tiffany &amp; Young (name later changed to &lsquo;Tiffany &amp; Co.&rsquo;) is founded as a 'stationery and fancy goods emporium&rsquo;.",
        "September 18th, 1810 is the independence day of Chile."
    ],
    "September 17": [
        "September 17th, 1382: Maria (Mary) of Anjou is crowned king of Hungary. her younger sister, Jadwiga (Hedwig) of Anjou would be crowned king of Poland two years later."
    ],
    "September 16": [
        "September 16th, 1620: The Pilgrims (then called Separatists) set sail from England.",
        "September 16th, 1810 is the independence day of Mexico."
    ],
    "September 15": [
        "September 15th, 1821 is the independence day of five Hispanic countries:Costa RicaEl SalvadorGuatemalaHondurasNicaraguaHappy bicentennial!",
        "September 15th, 1835: Charles Darwin, aboard the HMS Beagle, lands on the Galápagos Islands."
    ],
    "September 14": [
        "September 14th, 2015: LIGO and Virgo make the first observation of gravitational waves (announced Feb. 11, 2016 after confirmation).Gravitational waves had been indirectly inferred previously, but this waveform was the first direct proof of their existence. This observation confirmed the final undetected prediction of general relativity (which, when proposed by Einstein one hundred years previously, though impossible. He thought the waves were so small they could never be detected).",
        "September 14th, 1763, the Seneca defeat British forces at the Battle of Devil&rsquo;s Hole during Pontiac&rsquo;s War to maintain rights to their land."
    ],
    "September 13": [
        "September 13th, 1989: Desmond Tutu leads the largest anti-Apartheid march in South African history.",
        "September 13th, 1847 Los Niños Héroes die defending the Chapultepex Castle in the Battle of Chapultepec."
    ],
    "September 12": [
        "September 12, 1957: Hans Zimmer, German film score composer, is born. His works include The Lion King (1995), The Road to El Dorado (2000), Pirates of the Caribbean (2003), Inception (2010), Interstellar (2014),and Dune (2022).",
        "September 12th, 372 Jin Xiaowudi becomes Emperor of the Eastern Jin dynasty at just 10 years old."
    ],
    "September 11": [
        "September 11th, 1914: The Second Period of Russification begins. The Russian Empire implements a series of policies aimed at limiting the political autonomy and cultural uniqueness of the Grand Duchy  of Finland, then an autonomous part of the Russian Empire.",
        "September 11th, 1851, the Christiana Resistance where escaped slaves fight and kill a slave owner, occurs."
    ],
    "September 10": [
        "September 10th, 1801: Marie Laveau, the American Queen of Voodoo, is born.",
        "September 10th, 2008, the Large Hadron Collider at CERN is powered up in Geneva, Switzerland."
    ],
    "September 9": [
        "September 9th, 1845: The Great Famine of Ireland begins.",
        "September 9th, 1543. Mary, Queen of Scots, is crowned. She is nine months old."
    ],
    "September 8": [
        "September 8th, 1966: Star Trek premieres in the United States with &ldquo;The Man Trap&rdquo;.",
        "September 8th, 1504. Michelangelo&rsquo;s David is unveiled in Piazza della Signoria in Florence."
    ],
    "September 7": [
        "September 7th, 1652: Around 15,000 Han farmers and milita rebel against Dutch rule on Taiwan (then called Dutch Formosa). The Dutch control would continue until 1662.",
        "September 7, 1822 Brazil declares its independence from Portugal."
    ],
    "September 6": [
        "September 6th, 1885: Bulgarian unification is accomplished when Eastern Rumelia joins the Principality of Bulgaria, a vassal state of the Ottoman Empire (that was de facto independent).",
        "September 6th, 1939 South Africa declares war on Germany as part of World War II."
    ],
    "September 5": [
        "September 5th, 1991: The Indigenous and Tribal Peoples Convention, adopted more than two years previous, comes into force.",
        "September 5th, 1725 Tsar Peter I of Russia imposes a tax on beards."
    ],
    "September 4": [
        "September 4th, 1839: British vessels open fire on Chinese war junks enforcing a food sales embargo. The Battle of Kowloon ended in a stalemate and was the first armed conflict of the First Opium War.",
        "September 4th 1870: Emperor Napoleon III of France is deposed and the Third Republic is declared"
    ],
    "September 3": [
        "September 3rd, 1981: The United Nations institutes The Convention on the Elimination of All Forms of Discrimination Against Women. Its format and content is heavily influenced by the Convention of the Elimination of All Forms of Racial Discrimination (1969).",
        "September 3, 1189 Richard I of England (Richard the Lionheart) is crowned at Westminster."
    ],
    "September 2": [
        "September 2nd, 1945: Communist leader Ho Chi Minh proclaims the end of the Nguyễn dynasty and the beginning of the Democratic Republic of Vietnam.September 2nd, 1969: Communist leader Ho Chi Minh dies of heart failure.",
        "September 2, 1752, Great Britain adopts the Gregorian calendar."
    ],
    "September 1": [
        "September 1st, 1873: Cetshwayo kaMpande becomes king of the Zulu Kingdom.",
        "September 1st, 1804. Juno, one of the largest asteroids in the Main Belt, is discovered by the German Karl Ludwig Harding."
    ],
    "August 31": [
        "August 31st, 1939: Nazi Germany performs a false flag maneuver. German SS officers wearing Polish uniforms attack the radio station Sender Gleiwitz, to create a pretext to invade Poland and start World War II.",
        "August 31st, 1895 German Count Ferdinand von Zeppelin patents his navigable balloon."
    ],
    "August 30": [
        "August 30th, 1991: Azerbaijan declares independence from the Soviet Union.",
        "August 30, 1967 Thurgood Marshall is confirmed as the first African American Justice of the Supreme Court of the United States."
    ],
    "August 29": [
        "August 29th, 1861: The First Opium War ends with the signing of the Treaty of Nanking between the Qing Empire and the United Kingdom.",
        "August 29th, 1831 Michael Faraday discovered electromagnetic radiation."
    ],
    "August 28": [
        "August 28th, 1955: Emmett Till is lynched.A Black 14-year-old accused of whistling at (or flirting with, or putting his hand around the waist of) a White woman, he was abducted, tortured, and murdered by two men who were not punished. The description propelled Till, posthumously, into the forefront of the American Civil Rights Movement.The men, Roy Bryant and J.W. Milam, were never convicted and publically told their story, selling it for $4,000.The woman, Carolyn Bryant, has also not faced justice. On August 10th, 2022, a grand jury declined to indict her. Claims that Carolyn Bryant recanted her entire story are incomplete and misleading&ndash;she now says she cannot remember the exact details, and she apparently said some of her story was false during an untaped portion of an otherwise taped interview. ",
        "August 28th, 1845 the first issue of Scientific American is published."
    ],
    "August 27": [
        "August 27th, 865: Abu Bakr al-Razi, one of the most important figures of medical history, is born. A Persian polymath and proponent of experimental medicine, he is known for studying and treating smallpox, as the father of pediatrics, and a pioneer of obstetrics and ophthalmology. He is the first known human to recognize the reaction of the eye&rsquo;s pupil to light. He wrote extensively on many medical topics, including medical ethics, and his works were massively influential in medical education across Europe.",
        "August 27th, 1896, the shortest war in world history (Anglo-Zanzibar War; 38 minutes) began and ended."
    ],
    "August 26": [
        "August 26th, 1918: Katherine Johnson, American physicist and mathematician, is born. She was portrayed by Taraji P. Henson in Hidden Figures (2016).",
        "August 26th, 1900. Medal of Freedom recipient Margaret Utinsky was born. She was an American nurse who worked to supply aid to the Filipino resistance movement during World War II."
    ],
    "August 24": [
        "August 24th, 2006: The International Astronomical Union declares Pluto a dwarf planet.On August 24th, 2006, the alien bug fungi known as the Mi-Go began to escalate all their doomsday plans against the earth. (They’re from Pluto, you see)Idea: most of the plots set up by our brain-stealing friends are quite subtle and sinister. The Mi-Go will make nuclear reactors to power ritual circles, or fight proxy wars against each other… but what if they just wanted vengeance? In the next adventure, you must stop these aliens from assassinating the leadership of the International Astronomical Union. \nYeah this happened",
        "August 24th, 2006: The International Astronomical Union declares Pluto a dwarf planet.",
        "August 24th, 1932, Amelia Earhart becomes the first woman to fly across the United States non-stop."
    ],
    "August 25": [
        "August 25th, 1958: Tim Burton, gothic fantasy and horror filmmaker, is born.",
        "August 25th, 1916 The United States National Park Service was created."
    ],
    "August 23": [
        "August 23rd, 1989: A peaceful protest of 2 million Estonians, Latvians, and Lithuanians, holding hands in the Baltic Way, as part of the Singing Revolution that would lead to the restoration of independence of all three countries from the Soviet Union.",
        "August 23rd, 1970 the Salad Bowl strike, the largest farm worker strike in U.S. history, begins. It is organized by Mexican-American labor union leader César Chávez."
    ],
    "August 22": [
        "August 22nd, 1798: French troops land at Kilcummin, County Mayor, Ireland to support the Irish Rebellion of 1798.",
        "August 22nd, 1849 the first air raid in history. Austria launched pilotless balloons against the city of Venice."
    ],
    "August 21": [
        "August 21st, 1911: Vincenzo Peruggia steals the Mona Lisa from the Louvre.",
        "August 21st, 1791, the Haitian Revolution begins."
    ],
    "August 20": [
        "August 20th, 1960: Senegal declares independence from the Mali Federation, a territory of France.",
        "August 20th, 1858 Charles Darwin published his theory of evolution through natural selection.ALT"
    ],
    "August 19": [
        "August 19th, 1782: The last major battle of the American Revolutionary War, the Battle of Blue Licks, occurs in what is now Kentucky. The Loyalists to the Crown triumph, alongside 300 Native American warriorsThis battle occurred 10 months after the end of the war and the surrender of the English.",
        "August 19th, 295 BCE the first temple to the Roman goddess Venus is dedicated."
    ],
    "August 18": [
        "August 18, 1965:  Japanese voice actress, singer, and narrator Ikue Ōtani (大谷 育江) is born. Among her many, many credits, she is known for giving voice to animated appearances of Pikachu!ALT",
        "August 18th, 1920 the Nineteenth Amendment to the United States Constitution is ratified, prohibiting the denial of the right to vote on the basis of sex."
    ],
    "August 17": [
        "August 17th, 1945: Animal Farm by George Orwell is first published.",
        "August 17th, 1945, Animal Farm by George Orwell is first published."
    ],
    "August 16": [
        "August 16, 1946: Direct Action Day, or the 1946 Calcutta Killings. Large-scale violence between Muslims and Hindus in Kolkata, British India. More than 4,000 died and 100,000 were left homeless.This, and other religious riots like it, were a major reason for the later Partition of India in 1947.",
        "August 16th, 1913, Tōhoku Imperial University (now Tohokudai) becomes the first university in Japan to admit female students."
    ],
    "August 15": [
        "August 15th, 1960: The Republic of Congo (Brazzaville) becomes independent from France.",
        "August 15th, 1939, The Wizard of Oz premieres at Grauman&rsquo;s Chinese Theater in Los Angeles, California."
    ],
    "August 14": [
        "August 14th, 1791: The Haitian Revolution starts, with a Vodou ceremony led by oungan Dutty Boukman for plantation slaves.",
        "August 14th, 1893, France introduces motor vehicle registration. It is the first country to do so."
    ],
    "August 13": [
        "August 13th, 1961: Barbed Wire Sunday. East Germany closed the sectors of Berlin and construction on the Berlin Wall begins.",
        "August 13th, 1898 the discovery of the first near-Earth asteroid, 433 Eros, by Carl Gustav Witt."
    ],
    "August 12": [
        "August 12th, 1963: Anthony L. Ray, better known as Sir Mix-a-Lot, is born.",
        "August 12, 1990. Sue, the largest and most complete T. rex skeleton, is found by Sue Hendrickson in South Dakota."
    ],
    "August 11": [
        "August 11th, 2492 BCE: Traditional date of the defeat of Bel by Hayk, legendary founder of the Armenian nation.",
        "August 11th, 3114 BCE The Mesoamerican Long Count calendar begins, marking the creation of the World by the gods."
    ],
    "August 10": [
        "August 10th, 1741: Dutch colonial rule in India is effectively ended when King Marthanda Varma of Travancore defeats the Dutch East India Company at the Battle of Colachel.",
        "August 10th, 1680, the Pueblo Revolt of Indigenous Puebloans against Spanish colonizers begins. It lasts 11 days and ends in a decisive Puebloan victory, including the expulsion of all 2,000 Spanish settlers."
    ],
    "August 9": [
        "August 9th, 1965: Singapore is expelled from Malaysia. Singapore remains the only country to date to gain independence unwillingly.",
        "August 9th, 1907, the first Boy Scout encampment ends."
    ],
    "August 8": [
        "August 8th, 1969: Iain Macmillan takes the photograph that will become the cover image of Abbey Road in London.ALT",
        "August 8th, 1576, the cornerstone for the Uraniborg observatory of noted astronomer Tycho Brahe is laid.ALT"
    ],
    "August 7": [
        "August 7th, 1993: Ada Deer (Menominee) is sworn in as the head of the Bureau of Indian Affairs, the first woman to hold the position. She championed the role of Native American women in politics, the recognition of tribes and Nations by the US federal government, and the strengthening of tribal governments.",
        "August 7th, 1960. The Republic of Côte d'Ivoire becomes independent from France."
    ],
    "August 6": [
        "August 6th, 1945: The United States dropped the first ever atomic bomb used in warfare, &ldquo;Little Boy&rdquo;, on Hiroshima, Japan. 70,000 people died instantly, tens of thousands more die in subsequent years from its effects.",
        "August 6th, 1825, Bolivia declares independence from Spain."
    ],
    "August 5": [
        "August 5th, 1930: Neil Armstrong, first man on the moon, is born.",
        "August 5th, 1906, Iran becomes a constitutional monarchy. Muẓaffari’d-Dīn Shāh Qājā, King of Iran, signs the Constitution shortly before his death."
    ],
    "August 4": [
        "August 4th, 1892: The bodies of Lizzie Borden&rsquo;s father and stepmother are discovered in their home with the signs of an ax murder.",
        "August 4th, 1696, Dom Perignon invents champagne."
    ],
    "August 3": [
        "August 3rd, 1936: Jesse Owens wins the 100 meter dash at the 1936 Berlin Olympics. Considered  &quot;perhaps the greatest and most famous athlete in track and field history&quot;, Owens won four gold overall at the summer Games. A Black man beating White men in Germany, he is often credited with &ldquo;single-handedly crushing Hitler&rsquo;s myth of Aryan supremacy&rdquo;. Though he was celebrated for his victory home in the United States, he returned victorious to racial segregation and discrimination.",
        "August 3rd, 1936 Jesse Owens wins the 100 meter dash at the Berlin Olympics.He won four gold medals at the Olympics in Germany, the most successful athlete in those games. As a Black man, he was &ldquo;single-handedly crushing Hitler&rsquo;s myth of Aryan supremacy,&rdquo; on their home turf."
    ],
    "August 2": [
        "August 2nd, 1918: The first general strike in Canadian history takes place. The 1918 Vancouver general strike was organized after Albert &ldquo;Ginger&rdquo; Goodwin, organizer and coal miner, was killed by a police office. The strike was met with violence from returned WWI soldiers.",
        "August 2nd, 1918 the first general strike in Canadian history begins in Vancouver."
    ],
    "August 1": [
        "August 1st, 1980: Vigdís Finnbogadóttir becomes the world&rsquo;s first female democratically elected head of state when she is elected President of Iceland.",
        "August 1st, 1960, the Republic of Dahomey (later Benin) became independent of France."
    ],
    "July 31": [
        "July 31st, 1970: Black Tot Day. The Royal Navy of the United Kingdom&rsquo;s last day giving (officially sanctioned) rum rations."
    ],
    "July 30": [
        "July 30th, 762: The city of Baghdad is founded as the capital of the Abbasid Caliphate."
    ],
    "July 29": [
        "July 29th, 615: K'inich Janaab Pakal I ascends to the throne of the Maya city-state of Palenque. Reigning for 68 years, Pakal is the fifth-longest verified reigning period of any monarch in history."
    ],
    "July 28": [
        "July 28th, 1915: The United States begins a 19-year occupation of Haiti, because the National City Bank of New York convinces President Wilson to protect U.S. financial interests."
    ],
    "July 27": [
        "July 27th, 1929: The Geneva Convention of 1929, about the treatment of prisoners of war, is signed by 53 nations."
    ],
    "July 26": [
        "July 26th, 1847: Liberia declares independence from the United States. If is Africa&rsquo;s first and oldest modern republic."
    ],
    "July 25": [
        "July 25th, 2007: Pratibha Patil is sworn in, making her India&rsquo;s first female president."
    ],
    "July 24": [
        "July 24th, 1823: Chile bans slavery, freeing nearly five thousand Afro-Chileans. It is the second country in the Americas to do so (after Haiti)."
    ],
    "July 23": [
        "July 23rd, 1962: Jackie Robinson becomes the first African American to be inducted into the National Baseball Hall of Fame."
    ],
    "July 22": [
        "July 22nd, 1802: Nguyễn Phúc Ánh (Gia Long) conquers Hanoi and unifies Viet Nam under the Nguyễn dynasty."
    ],
    "July 21": [
        "July 21st, 1969: Neil Armstrong and Buzz Aldrin become the first humans to walk on the moon."
    ],
    "July 20": [
        "July 20th, 1398: Irish Chieftain Art Óg mac Murchadha Caomhánach leads the O'Byrnes and O'Tooles to victory against English forces led by Roger Mortimer, 4th Earl of March, at the Battle of Kellistown."
    ],
    "July 19": [
        "July 19th, 1947: Brian May, songwriter and lead guitarist of Queen, is born. He has in a Commander of the Most Excellent Order of the British Empire (CBE) from Queen Elizabeth II for his music and a PhD from Imperial College London for his astrophysics."
    ],
    "July 18": [
        "July 18th, 1976: Romanian athlete Nadia Comăneci becomes the first person in history to score a perfect 10 in gymnastics at the Summer Olympics."
    ],
    "July 17": [
        "July 17th, 1938: American aviator Douglas Corrigan, set to fly from Brooklyn to Long Beach, California, flies the wrong way across the Atlantic Ocean to Ireland due to a claimed &lsquo;navigational error&rsquo;. He is since remembered as &ldquo;Wrong Way&rdquo; Corrigan (he almost certainly did it on purpose, but refused to admit it)."
    ],
    "July 16": [
        "July 16th, 622: The Hijri calendar (Islamic lunar calendar) beings."
    ],
    "July 15": [
        "July 15th, 2012: South Korean rapper Psy releases the single Gangnam Style."
    ],
    "July 14": [
        "July 14th, 1995: The Torres Straight Islander Flag is flown for the first time."
    ],
    "July 13": [
        "July 13th, 1977: The Ogaden War, an eight-month long conflict between Somalia and Ethiopia, begins with a Somali invasion."
    ],
    "July 12": [
        "July 12th, 1971: The Australian Aboriginal Flag is flown for the first time.ALT"
    ],
    "July 11": [
        "July 11th, 1893: Mikimoto Kōkichi obtains the first cultured pearl."
    ],
    "July 10": [
        "July 10th, 1806: For the first time, Indian sepoys mutiny against the British East India Company in the Vellore Mutiny."
    ],
    "July 9": [
        "July 9th, 1763: Catherine the Great becomes Empress of Russia after the overthrow of her husband/second cousin, Peter III."
    ],
    "July 8": [
        "July 8th, 1968: The Chrysler wildcat strike begins in Detroit, Michigan, United States. Part of the Dodge Revolutionary Union Movement (DRUM), a coalition of African-American workers, seeking concessions from Chrysler management and from the United Auto Workers.A wildcat strike is a strike taken by union workers without approval or union leadership."
    ],
    "July 7": [
        "July 7th, 1928: Sliced bread is sold for the first time. "
    ],
    "July 6": [
        "July 6th, 1964: Malawi declares its independence from the United Kingdom.July 6th, 1966: Malawi becomes a republic. "
    ],
    "July 5": [
        "July 5th, 1934: In an event that will be called &lsquo;Bloody Thursday&rsquo;, police open fire on striking longshoremen in San Francisco, United States. Part of a strike in every port city on the American West Coast organized by the International Longshore and Warehouse Union, two died on Bloody Thursday. All told, during the 83 day strike, there were nine deaths, over a thousand injuries, and over 500 arrests, as well as deliberate destruction of property by police. The city police and the California National Guard had no deaths or injuries. "
    ],
    "July 4": [
        "July 4th, 1898: The Newlands Resolution annexing the Lepupalika o Hawai'i (Republic of Hawaii) to the United States is passed by the United States Congress."
    ],
    "July 3": [
        "July 3rd, 1883: Franz Kafka, author of The Metamorphosis (among others), is born. He was Czech-Austrian and Jewish.ALT"
    ],
    "July 2": [
        "July 2nd, 1937: Amelia Earhart and navigator Fred Noonan send their last transmission over the Pacific Ocean before disappearing."
    ],
    "July 1": [
        "July 1st, 1972: The first gay pride parade takes place in England. About 2,000 people marched through North London."
    ],
    "June 30": [
        "June 30th, 1972: The first leap second is added to the UTC time system to make the precise International Atomic Time match the less precise observed solar time. 27 leap seconds have since been inserted in total, though the International Telecommunication Union is currently considering ending the practice."
    ],
    "June 29" : [
        "June 29th, 1976: The Seychelles become independent from the United Kingdom."
    ],
    "June 28": [
        "At 1:20am on June 28th, 1969 in New York City, police enter the Stonewall Inn to arrest crossdressers. In response to mass arrests and unprovoked police brutality, the crowd responds with violence and the Stonewall Riots, lasting 6 days, begin."
    ],
    "June 27": [
        "June 27th, 1760: Aniyvwiyaʔi (Cherokee) warriors soundly defeat British forces at the Battle of Echoee in the Anglo-Cherokee War."
    ],
    "June 26": [
        "June 26th, 2003: The Supreme Court of the United States rules in Lawrence v. Texas that gender-based anti-sodomy laws are unconstitutional, based on the same &ldquo;right to privacy&rdquo; that Roe v. Wade helped to establish. It is a 6-3 ruling.June 26th, 2013: The Supreme Court of the Unites States rules in United States v. Windsor that Section 3 of the Defense of Marriage Act (DOMA) that denied federal recognition of same-sex marriages was unconstitutional, based on the Due Process Clause of the Fifth Amendment. It is a 5-4 ruling.June 26th, 2015: The Supreme Court of the United States rules in Obergefell v. Hodges that the fundamental right to legally recognized marriages must be extended to same-sex couples, based on the Due Process Clause of the Fifth Amendment and the Equal Protection Clause of the Fourteenth Amendment. It is a 5-4 ruling."
    ],
    "June 25": [
        "June 25th, 1658: Elena Cornaro Piscopia is the first woman awarded a doctorate of philosophy. "
    ],
    "June 24": [
        "June 24th, 1973: Sylvia Rivera gives her &ldquo;Y'all Better Quiet Down&rdquo; speech.L020A Sylvia Rivera, “Y’all Better Quiet Down” Original Authorized Video, 1973 Gay Pride Rally NYC“I may be… You all better quiet down. I’ve been trying to get up here all day for your gay brothers and your gay sisters in jail that write me every motherfucking week and ask for your help, and you all don’t do a goddamn thing for them. Have you ever been beaten up and raped in jail? Now think about it. They’ve been beaten up and raped after they’ve had to spend much of their money in jail to get their self home and to try to get their sex changes. The women have tried to fight for their sex changes or to become women of the Women’s Liberation and they write STAR, not to the women’s groups, they do not write to men, they write STAR because we’re trying to do something for them. I have been to jail. I have been raped, and beaten. Many times. By men, heterosexual men that do not belong in the homosexual shelter. But, do you do anything for me? No. Youtell me to go and hide my tail between my legs. I will not put up with this shit. I have been beaten. I have had my nose broken. I have been thrown in jail. I have lost my job. I have lost my apartment for gay liberation and you all treat me this way? What the fuck’s wrong with you all? Think about that! I do not believe in a revolution, but you all do. I believe in the Gay Power. I believe in us getting our rights, or else I would not be out there fighting for our rights. That’s all I wanted to say to you people. If you all want to know about the people in jail – and do not forget Bambi L’Amour, Andorra Marks, Kenny Messner, and other gay people in jail – come and see the people at STARHouse on Twelfth Street on 640 East Twelfth Street between B and C apartment 14. The people are trying to do something for all of us, and not men and women that belong to a white, middle-class white club. And that’s what you all belong to! Revolution now! Gimme a ‘G’! Gimme an ‘A’! Gimme a ‘Y’! Gimme a ‘P’! Gimme an ‘O’! Gimme a ‘W’! Gimme an ‘E! Gimme an ‘R’! huh— Gay power. Louder! Gay Power!”"
    ],
    "June 23": [
        "June 23rd, 1926: The College Board administers the first SAT (then Scholastic Aptitude Test, now the acronym officially stands for nothing)."
    ],
    "June 22": [
        "June 22nd, 1969: The Cuyahoga River in Ohio, USA catches on fire (again, this is just the most famous time. It caught on fire 13 times, all told), and helped spurn the American environmental movement, especially water protections."
    ],
    "June 21": [
        "June 21st, 1898: The United States captures Guam from under Spanish control in a bloodless conflict. The Spanish garrison had been unaware the two nations were at war and thought the warning shots fired by the USS Charleston to be salutes."
    ],
    "June 20": [
        "June 20th, 1921: Workers of Buckingham and Carnatic Mills in Madras (now Chennai), India, begin a four-month strike over poor working conditions, low wages, and brutal police response to early union action the year previous. Police would also respond violently here, resulting in the death of six workers."
    ],
    "June 19": [
        "June 19th, 1862: The U.S. Congress prohibits slavery in United States territories, nullifying Dred Scott v. Sandford.June 19th, 1865: Slaves in Galveston, Texas, are officially informed of their freedom, three years after the Emancipation Proclamation. This is celebrated as Juneteenth in the United States and in some parts of Mexico.June 19th, 2021: Juneteenth is celebrated as a federal holiday in the United States for the first time."
    ],
    "June 18": [
        "June 18th, 618: Li Yuan becomes Emperor Gaozu of Tang, beginning the imperial Tang dynasty. It would rule over China for three centuries."
    ],
    "June 17": [
        "June 17th, 1877: The Nimíipuu (Nez Perce), an indigenous group in the Pacific Northwest, defeat the U.S. Cavalry at the Battle of White Bird Canyon.June 17th, 1960: The Nimíipuu (Nez Perce) is awarded $4 million for an undervalue of land from the 1863 &lsquo;Thief Treaty&rsquo;."
    ],
    "June 16": [
        "June 16th, 1976: The Soweto uprising in South Africa. 20,000 Black students march peaceably in response to the introduction of Afrikaans, a Dutch language, as the language used in teaching across the country. The students were met with police brutality, and hundreds of students were killed."
    ],
    "June 15": [
        "June 15th, 1667: The human first blood transfusion is administered by Dr. Denys."
    ],
    "June 14": [
        "June 14th, 1954: US President Eisenhower legally changes the United States Pledge of Allegiance to include the words &ldquo;under God&rdquo;."
    ],
    "June 13": [
        "June 13th, 1325: Explorer Ibn Battuta begins leaves his home in Tangiers to begin a 24 year journey."
    ],
    "June 12": [
        "June 12th, 1967: The US Supreme Court rules in Loving v. Virginia. All US state laws prohibiting interracial marriage are unconstitutional."
    ],
    "June 11": [
        "June 11th, 1986: American actor Shia LaBeouf is born."
    ],
    "June 10": [
        "June 10th, 1924: Members of the Italian National Fascist Party kidnap and murder Socialist Giacomo Matteotti."
    ],
    "June 9": [
        "June 9th53: Roman emperor Nero gets married to Claudia Octavia68: Roman emperor Nero quotes Vergil&rsquo;s Aeneid and kills himself."
    ],
    "June 8": [
        "June 8th, 1984: New South Wales, Australia, decriminalizes homosexuality."
    ],
    "June 7": [
        "June 7th, 1099: The Siege of Jerusalem by European forces during the First Crusade begins."
    ],
    "June 6": [
        "June 6th, 1894: Colorado governor Davis H. Waite orders the Colorado state militia to protect and support the miners engages in the Cripple Creek miners&rsquo; strike.This was a five-month strike resulting in a union victory, and is the only time in US history when a state militia was called out in support of workers."
    ],
    "June 5": [
        "June 5th, 1873: Barghash bin Said, Sultan of Zanzibar, closes the great slave market."
    ],
    "June 4": [
        "June 4th, 1970: The Kingdom of Tonga gains independence from the United Kingdom."
    ],
    "June 3": [
        "June 3rd, 1992: The Australian government overturns terra nullius and recognizes Aboriginal land rights."
    ],
    "June 2": [
        "June 2nd, 1763: Pontiac&rsquo;s War. Ojibwe warriors in the Great Lakes region capture Fort Michilimackinac by using a game of lacrosse as a diversion."
    ],
    "June 1": [
        "June 1st, 1495: John Cor, a Scottish monk, makes the first reference to Scotch Whisky in recorded history."
    ],
    "May 31": [
        "May 31st, 1921: The Tulsa Race Massacre (the Black Wall Street massacre) takes place. Mobs of White residents in Tulsa, Oklahoma attacked the center of Black financial success in the United States. While different sources give different numbers, it ended with at least 39 dead (but potentially as many as 300), 800 people admitted to hospitals, and 6,000 Black people interned.Deliberate property damage left about 10,000 Black people homeless and with about $2.25 million in property damage (2021 equivalent is $34.18 million).The violence was supposedly sudden and in reaction to a Black man shooting an elderly White man, however, it has since been proven that a conspiracy between the city and the White mob deliberately provoked an excuse for violence."
    ],
    "May 30": [
        "May 30th, 1431: Jeanne d'Arc is burned at the stake."
    ],
    "May 29": [
        "May 29th, 1807: Mustafa IV becomes the Sultan of the Ottoman Empire and the Caliph of Islam."
    ],
    "May 28": [
        "May 28th, 2016: The gorilla Harambe is shot to death at the Cincinnati Zoo and Botanical Garden."
    ],
    "May 27": [
        "May 27th, 1967: Australians vote overwhelmingly in favor of a constitutional referendum to permit to the Australian government to count Indigenous Australians in the national census and make laws for their benefit."
    ],
    "May 26": [
        "May 26th, 1897: Bram Stoker publishes Dracula."
    ],
    "May 25": [
        "May 25th, 1809: The Chuquisaca revolution in Bolivia against the Spanish Empire sparks the Latin American wars of independence. "
    ],
    "May 24": [
        "May 24th, 1856: The Pottawatomie massacre. John Brown leads a band of abolitionists to kill five pro-slavery men in an episode of &ldquo;Bleeding Kansas&rdquo; violence."
    ],
    "May 22": [
        "May 22nd, 1972: Sri Lanka adopts a new name and constitution, becomes a republic, and joins the Commonwealth of Nations."
    ],
    "May 21": [
        "May 21nd, 1851: Colombia abolishes slavery."
    ],
    "May 20": [
        "May 20th, 1964: Robert Woodrow Wilson and Arno Penzias discover cosmic microwave background radiation."
    ],
    "May 19": [
        "May 19th, 1890: Ho Chi Minh, 1st President of Vietnam, is born."
    ],
    "May 18": [
        "May 18th, 1912: The first Indian film, Shree Pundalik by Dadasaheb Torne, is released in Mumbai."
    ],
    "May 17": [
        "May 17th, 1954: Brown v. Board of Education of Topeka, Kansas. A unanimous decision by the Supreme Court of the United States outlaws racial segregation in public schools."
    ],
    "May 16": [
        "May 16th, 2005: A 35-23 National Assembly vote permits women&rsquo;s suffrage in Kuwait."
    ],
    "May 15": [
        "May 15th, 1891: Pope Leo XIII published the Rerum novarum, beginning modern Catholic social teaching. It prioritizes helping the suffering of the working class, supports the right to form unions, and the necessity of civil authorities to protect workers&rsquo; rights."
    ],
    "May 14": [
        "May 14th, 1878: the last witchcraft trial in the United States is held in Salem, Massachusetts. Lucretia Brown accused of Daniel Spofford of attempting to harm her by his mental powers. The case was dismissed by the judge."
    ],
    "May 13": [
        "May 13th, 1989: 300,000 Chinese students mobilize in Tiananmen Square for hunger strikes. The Tiananmen Square protests were from April 15th to June 4th, 1989."
    ],
    "May 12": [
        "May 12th, 1551: The National University of San Marcos, the oldest university in the Americas, is founded in Lima, Peru."
    ],
    "May 10": [
        "May 10th, 1994: Nelson Mandela is inaugurated as South Africa&rsquo;s first Black president."
    ],
    "May 9": [
        "May 9th, 1386: England and Portugal ratify their alliance with the Treaty of Windsor. It is the oldest diplomatic alliance still in force."
    ],
    "May 8": [
        "May 8th, 1950: The Tollund Man is discovered in a peat bog near Silkeborg, Denmark. The Tollund Man lived during the 5th century BCE and died by hanging."
    ],
    "May 7": [
        "May 7th, 2000: Vladimir Putin is inaugurated as president of Russia. He had been acting President since December 31, 1999, and except for a four year break from 2008-2012 where he was Prime Minister instead, he has stayed there ever since."
    ],
    "May 6": [
        "May 6th, 1933: The Deutsche Studentenschaft (German Student Union) attacks Magnus Hirschfeld&rsquo;s Institut für Sexualwissenscaft (Institute of Sexology). Many of its books would be burned, and its discoveries and histories would be lost."
    ],
    "May 5": [
        "May 5th, 1260: Kublai Khan becomes ruler of the Mongol Empire."
    ],
    "May 4": [
        "May 4th, 1886: The Haymarket Affair. A large labor rally in Chicago, Illinois by the Federation of Organized Trades and Labor Unions is disrupted by a protestor throwing a bomb at police following police brutality and murder the day before. It erupts into riots. By the end, 8 police died and 60 were injured. 4 protestors died, more than 70 were injured, and over 100 were arrested."
    ],
    "May 3": [
        "May 3rd, 752: King Yaxun B'alam IV (Bird Jaguar IV) of the Maya city Yaxchilan assumes the throne."
    ],
    "May 2": [
        "May 2nd, 1885: Cree and Assiniboine warriors win the Battle of Cut Knife, their largest victory over Canadian forces during the North-West Rebellion."
    ],
    "May 1": [
        "May 1st, 1886: Rallies throughout the United States demanding an eight-hour workday begin. May 1st is celebrated as International Workers&rsquo; Day in many countries.",
        "May 1st, 1946: The Pilbara strike, a strike by indigenous Australian pastoral workers for human rights, fair wages, and better working conditions, begins. It involved more than 800 workers walking off from their jobs and lasted for over three years.Strikers were met with violence and unlawful arrest but ultimately won their demands. The 1946 Pilbara strike is remembered as the first and one of the longest industrial strikes by Aboriginal people since colonization."
    ],
    "April 30": [
        "April 30th, 1937: The Commonwealth of the Philippines holds a plebiscite for Philipino women on whether they should be extended the right to suffrage; over 90% would vote in the affirmative."
    ],
    "April 29": [
        "April 29th, 1429: Joan of Arc arrives to relieve the Siege of Orléans."
    ],
    "April 28": [
        "April 28th, 1402: Nezahualcoyotl, a Mexica/Acolhuan philosopher and tlatoani, is born."
    ],
    "April 27": [
        "April 27th, 1521: Portuguese explorer Ferdinand Magellan is killed by chief Lapulapu and other natives in the Philippines at the Battle of Mactan."
    ],
    "April 26": [
        "April 26th, 1963: Amendments to the Constitution of Libya transformed the United Kingdom of Libya into one national unity, the Kingdom of Libya. It also allows female suffrage."
    ],
    "April 25": [
        "April 25th, 1974: A leftist military coup called the Carnation Revolution overthrows the authoritarian-conservative Portuguese government. It results in the Portuguese transtition to democracy and decolonization of Portuguese territories in Africa."
    ],
    "April 4": [
        "April 4th, 1769: Georges Cuvier delivers the world&rsquo;s first paleontology lecture."
    ],
    "March 2": [
        "March 2nd, 1937L The Steel Workers Organizing Committee signs a collective bargaining agreement with U.S. Steel, leading to unionization of the United States steel industry."
    ],
    "February 26": [
        "February 26th, 1365: The Ava Kingdom and the royal city of Ava were founded by King Thado Minbya."
    ],
    "February 25": [
        "February 25th, 1870: Hiram Rhodes Revels, a Republican from Mississippi, is sworn into the United States Senate, becoming the first African American ever to sit in Congress."
    ],
    "February 20": [
        "February 20th, 1756: Angelica Schuyler Church was born."
    ],
    "January 15": [
        "January 15th, 1908: The Alpha Kappa Alpha sorority becomes the first Greek-letter organization founded and established by African American college women."
    ],
    "December 9": [
        "December 9th, 1922: Gabriel Narutowicz is elected the first president of Poland."
    ],
    "November 9": [
        "November 9th, 1867: Tokugawa shogunate hands power back to the Emperor of Japan, starting the Meiji Restoration."
    ],
    "November 4": [
        "November 4th, 1960: Dr. Jane Goodall observes chimpanzees creating tools, the first-ever observation in non-human animals."
    ],
    "September 30": [
        "September 30th, 1765 Mexican priest and revolutionary José María Morelos is born."
    ]
}